Repository: hocchudong/tong-hop-ops
Catalog: OpenStack-Mitaka/viethoa-mitaka/horizon/openstack_dashboard/djangojs.po
Languages: es

source: When the <b>Admin State</b> for a port is set to <b>Up</b> and it has no <b>Device Owner</b>, then the port is available for use. You can set the <b>Admin State</b> to <b>Down</b> if you are not ready for other users to use the port.
es: Khi <b>Trạng thái quản trị viên</b> của một cổng được đặt là <b>Lên</b> nó không có <b>Thiết bị sở hữu</b>, thì cổng sẵn sàng để sử dụng. Bạn có thể đặt <b>Trạng thái quản trị viên</b> là <b>Xuống</b> Nếu bạn không sẵn sàng cho người dùng khác sử dụng cổng này.

source: Yes
es: Đồng ý

source: You are not allowed to delete images: %s
es: Bạn không được phép xóa các hình ảnh: %s

source: You can add arbitrary metadata to your instance so that you can more easily identify it among other running instances. Metadata is a collection of key-value pairs associated with an instance. The maximum length for each metadata key and value is 255 characters.
es: Bạn có thể thêm các metadata tùy ý vào máy ảo của bạn để bạn có thể dễ dàng xác định nó hơn trong số các máy ảo khác đang chạy.Metadata là tập các cặp khóa-giá trị đã được liên kết tới máy ảo.Độ dài lớn nhất cho mỗi khóa và giá trị là 255 ký tự.

source: You can customize your instance after it has launched using the options available here. "Customization Script" is analogous to "User Data" in other systems.
es: Bạn có thể tùy chỉnh máy ảo của bạn sau khi nó được tạo bằng cách sử dụng các tùy chọn có sẵn ở đây. "Tùy chỉnh kịch bản" tương tự như "dữ liệu người dùng" trên các hệ thống khác.

source: You have selected "%s". Deleted image is not recoverable.
es: Bạn đã chọn "%s". Hình ảnh đã xóa không thể khôi phục được.

source: disabled
es: Vô hiệu hóa

source: error
es: Lỗi

source: link
es: Liên kết

source: message
es: Thông điệp

source: submit
es: Gửi đi

source: success
es: Thành công

source: title
es: Tiêu đề
