Repository: hocchudong/tong-hop-ops
Catalog: OpenStack-Mitaka/viethoa-mitaka/horizon/openstack_dashboard/django.po
Languages: es

source: Unable to retrieve host information.
es: No se ha podido recuperar la información del host.

source: Unable to retrieve hypervisor information.
es: No se ha podido obtener la información del hipervisor.

source: Unable to retrieve hypervisor instances list.
es: No se ha podido obtener la lista de instancias por hipervisor

source: Unable to retrieve hypervisor statistics.
es: No se han podido obtener las estadísticas del hipervisor.

source: Unable to retrieve identity provider information.
es: No se ha podido recuperar la información del proveedor de identidad.

source: Unable to retrieve identity provider list.
es: No se ha podido recuperar la lista de proveedores de identidad.

source: Unable to retrieve image details.
es: No se hna podido obtener los detalles de la imagen.

source: Unable to retrieve image list.
es: No se ha podido obtener la lista de imágenes.

source: Unable to retrieve image.
es: No se ha podido obtener la imagen.

source: Unable to retrieve images
es: No se han podido recuperar las imágenes.

source: Unable to retrieve images for the current project.
es: No se han podido recuperar imágenes para el proyecto actual.

source: Unable to retrieve images.
es: No se han podido recuperar las imágenes.

source: Unable to retrieve information about the networks' projects.
es: No se ha podido recuperar la información sobre los proyectos de redes.

source: Unable to retrieve instance action list.
es: No se ha podido recuperar la lista de acciones de la instancia.

source: Unable to retrieve instance details.
es: No se ha podido obtener la información detallada de las instancias.

source: Unable to retrieve instance flavors.
es: No se han podido recuperar los tipos de instancia.

source: Unable to retrieve instance list.
es: No se ha podido obtener la lista de instancias.

source: Unable to retrieve instance password.
es: No se ha podido obtener la contraseña de la instancia.

source: Unable to retrieve instance project information.
es: No se ha podido obtener la información del proyecto de la instancia.

source: Unable to retrieve instance size information.
es: No se ha podido obtener la información del tamaño de la instancia.

source: Unable to retrieve instance.
es: No se ha podido recuperar la instancia.

source: Unable to retrieve instances list.
es: No se ha podido recuperar la lista de instancias.

source: Unable to retrieve instances.
es: No se han podido recuperar las instancias.

source: Unable to retrieve key pair list.
es: No se ha podido recuperar la lista de pares de claves.

source: Unable to retrieve key pairs.
es: No se han podido recuperar los pares de claves.

source: Unable to retrieve limit information.
es: No se ha podido recuperar la información del límite.

source: Unable to retrieve list of routers.
es: No se ha podido recuperar la lista de direccionadores.

source: Unable to retrieve list of security groups
es: No se ha podido recuperar la lista de grupos de seguridad

source: Unable to retrieve list of volume snapshots.
es: No se ha podido obtener la lista de instantáneas de volúmenes.

source: Unable to retrieve list of volumes.
es: No se ha podido obtener la lista de volúmenes.

source: Unable to retrieve mapping list.
es: No se ha podido recuperar la lista de correlaciones.

source: Unable to retrieve member details.
es: No se han podido recuperar los detalles de los miembros.

source: Unable to retrieve member details. %s
es: No se han podido recuperar los detalles del miembro. %s

source: Unable to retrieve member list.
es: No se ha podido obtener la lista de miembros.

source: Unable to retrieve metadata.
es: No se han podido recuperar los metadatos.

source: Unable to retrieve monitor details.
es: No se han podido recuperar los detalles de los monitores.

source: Unable to retrieve monitor list.
es: No se ha podido obtener la lista de supervisores.

source: Unable to retrieve monitors list.
es: No se ha podido obtener la lista de supervisores.

source: Unable to retrieve namespace contents.
es: No se ha podido recuperar el contenido del espacio de nombres

source: Unable to retrieve namespace details.
es: No se ha podido recuperar los detalles del espacio de nombres

source: Unable to retrieve network details.
es: No se han podido recuperar los detalles de la red.

source: Unable to retrieve network quota information.
es: No se ha podido recuperar la información de la cuota de red.

source: Unable to retrieve network.
es: No se ha podido recuperar la red.

source: Unable to retrieve networks list.
es: No se ha podido recuperar la lista de redes.

source: Unable to retrieve object list.
es: No se ha podido recuperar la lista de objetos.

source: Unable to retrieve object.
es: No se ha podido recuperar el objeto.

source: Unable to retrieve policies list.
es: No se ha podido obtener la lista de políticas.

source: Unable to retrieve policy details.
es: No se han podido recuperar los detalles de la política.

source: Unable to retrieve policy list (%(error)s).
es: No se ha podido recuperar la lista de políticas (%(error)s).

source: Unable to retrieve policy list.
es: No se ha podido obtener la lista de políticas.

source: Unable to retrieve pool details.
es: No se han podido recuperar los detalles de la agrupación.

source: Unable to retrieve pool details. %s
es: No se han podido recuperar los detalles de la agrupación. %s

source: Unable to retrieve pool subnet. %s
es: No se ha podido recuperar la subred de la agrupación. %s

source: Unable to retrieve pool. %s
es: No se ha podido recuperar la agrupación. %s

source: Unable to retrieve pools information.
es: No se ha podido recuperar la información de agrupacione.

source: Unable to retrieve pools list.
es: No se ha podido obtener la lista de agrupaciones.

source: Unable to retrieve port details
es: No se han podido recuperar los detalles del puerto

source: Unable to retrieve port details.
es: No se han podido recuperar los detalles del puerto.

source: Unable to retrieve ports information.
es: No se ha podido recuperar la información de puertos

source: Unable to retrieve project details.
es: No se han podido recuperar los detalles del proyecto.

source: Unable to retrieve project domain.
es: No se ha podido recuperar el dominio del proyecto.

source: Unable to retrieve project information.
es: No se ha podido recuperar la información del proyecto.

source: Unable to retrieve project list.
es: No se ha podido obtener la lista de proyectos.

source: Unable to retrieve protocol list.
es: No se ha podido recuperar la lista de protocolos.

source: Unable to retrieve providers list.
es: No se ha podido recuperar la lista de proveedores

source: Unable to retrieve public images.
es: No se han podido recuperar las imágenes públicas.

source: Unable to retrieve quota information.
es: No se ha podido recuperar la información de cuota.

source: Unable to retrieve resource type details.
es: No se han podido recuperar los detalles del tipo de recurso.

source: Unable to retrieve resource.
es: No se ha podido recuperar el recurso.

source: Unable to retrieve role list.
es: No se ha podido obtener la lista de roles.

source: Unable to retrieve roles list.
es: No se ha podido recuperar la lista de roles.

source: Unable to retrieve router details.
es: No se ha podido recuperar los detalles del direccionador.

source: Unable to retrieve router list.
es: No se ha podido obtener la lista de direccionadores.

source: Unable to retrieve router.
es: No se ha podido recuperar el direccionador.

source: Unable to retrieve routers (%(error)s).
es: No se han podido recuperar los direccionadores (%(error)s).

source: Unable to retrieve routers list.
es: No se ha podido recuperar la lista de direccionadores.

source: Unable to retrieve rule details.
es: No se han podido recuperar los detalles de la regla.

source: Unable to retrieve rules (%(error)s).
es: No se han podido recuperar las reglas (%(error)s).

source: Unable to retrieve rules list.
es: No se ha podido obtener la lista de reglas.

source: Unable to retrieve security group list. Please try again later.
es: No se ha podido recuperar la lista de grupos de seguridad. Inténtelo más tarde.

source: Unable to retrieve security group.
es: No se ha podido recuperar el grupo de seguridad.

source: Unable to retrieve security groups for instance "%(name)s" (%(id)s).
es: No se han podido recuperar los grupos de seguridad para la instancia "%(name)s" (%(id)s).

source: Unable to retrieve security groups.
es: No se han podido recuperar los grupos de seguridad.

source: Unable to retrieve snapshot data.
es: No se han podido recuperar los datos de la instantánea.

source: Unable to retrieve snapshot details.
es: No se han podido recuperar las instantáneas.

source: Unable to retrieve snapshot list.
es: No se ha podido recuperar la lista de instantáneas.

source: Unable to retrieve stack list.
es: No se ha podido recuperar la lista de pilas.

source: Unable to retrieve stack resource types.
es: No se han podido recuperar tipos de recurso de pila

source: Unable to retrieve stack template.
es: No se ha podido recuperar la plantilla de la pila

source: Unable to retrieve stack.
es: No se han podido recuperar las pilas.

source: Unable to retrieve subnet details
es: No se han podido recuperar los detalles de la subred

source: Unable to retrieve subnet details.
es: No se han podido recuperar los detalles de la subred.

source: Unable to retrieve tenant limits.
es: No se han podidorecuperar los límites de los arrendatarios.

source: Unable to retrieve the aggregate to be updated
es: No se ha podido obtener el agregado a actualizar

source: Unable to retrieve the project information of the image.
es: No se ha podido obtener la información de proyecto de la imagen.

source: Unable to retrieve the specified pool.
es: No se ha podido recuperar el repositorio especificado.

source: Unable to retrieve the specified pool. Unable to add VIP "%s".
es: No se ha podido recuperar la agrupación especificada. No se ha podido añadir la VIP "%s".

source: Unable to retrieve the volume type list.
es: No se ha podido recuperar la lista de tipos de volumen.

source: Unable to retrieve usage information.
es: No se ha podido recuperar la información del uso.

source: Unable to retrieve user details.
es: No se ha podido obtener la información detallada del usuario.

source: Unable to retrieve user domain role assignments.
es: No se han podido recuperar las asignaciones de roles de dominio de usuario.

source: Unable to retrieve user information.
es: No se ha podido recuperar la información del usuario.

source: Unable to retrieve user list.
es: No se ha podido obtener la lista de usuarios.

source: Unable to retrieve user list. Please try again later.
es: No se ha podido obtener la lista de usuarios. Inténtelo de nuevo más tarde.

source: Unable to retrieve user roles.
es: No se han podido recuperar los roles de usuario.

source: Unable to retrieve users.
es: No se ha podido recuperar los usuarios.

source: Unable to retrieve version information.
es: No se ha podido obtener información de la versión.

source: Unable to retrieve volume backups.
es: No se hna podido recuperar las copias de seguridad de volumen.

source: Unable to retrieve volume consistency groups.
es: No se han podido recuperar los grupos de consistencia de volumen.

source: Unable to retrieve volume details.
es: No se han podido recuperar los detalles del volumen.

source: Unable to retrieve volume encryption details.
es: No se ha podido recuperar los detalles del cifrado del volumen

source: Unable to retrieve volume information for volume: "%s"
es: No se ha podido obtener la información de volumen para el volumen: "%s"

source: Unable to retrieve volume information.
es: No se ha podido obtener la información del volumen.

source: Unable to retrieve volume limit information.
es: No se ha podido obtener la información del límite del volumen.

source: Unable to retrieve volume list for instance "%(name)s" (%(id)s).
es: No se ha podido recuperar la lista de volúmenes para la instancia "%(name)s" (%(id)s).

source: Unable to retrieve volume list.
es: No se ha podido obtener la lista de volúmenes.

source: Unable to retrieve volume project information.
es: No se ha podido recuperar la información de proyecto del voumen.

source: Unable to retrieve volume snapshot.
es: No se ha podido obtener lainstantánea de volumen.

source: Unable to retrieve volume snapshots.
es: No se han podido recuperar las instantáneas de volúmenes.

source: Unable to retrieve volume transfer.
es: No e ha podido recuperar la transferencia de volumen

source: Unable to retrieve volume type details.
es: No se ha podido recuperar la información detallada del tipo de volumen.

source: Unable to retrieve volume type encryption details.
es: No se ha podido recuperar los detalles del cifrado del tipo de volumen

source: Unable to retrieve volume type encryption information.
es: No se ha podido recuperar la información sobre el cifrado de tipos de volumen.

source: Unable to retrieve volume type extra spec details.
es: No se ha podido recuperar la información detallada de la especificación adicional del tipo de volumen

source: Unable to retrieve volume type for: "%s"
es: No se ha podido recuperar el tipo de volumen para: "%s"

source: Unable to retrieve volume type list.
es: No se ha podido de recuperar la lista de tipos de volumen.

source: Unable to retrieve volume type name.
es: No se ha podido recuperar el nombre del tipo de volumen.

source: Unable to retrieve volume type qos.
es: No se ha podido recuperar el tipo de volumen qos.

source: Unable to retrieve volume types
es: No se han podido recuperar los tipos de volumen.

source: Unable to retrieve volume.
es: No se ha podido recuperar el volumen.

source: Unable to retrieve volume/instance attachment information
es: No se ha podido obtener información de la asociación volumen/instancia

source: Unable to retrieve volumes availability zones.
es: No se han podido recuperar las zonas de disponibilidad de los volúmenes.

source: Unable to set Domain Context.
es: No se ha podido definir el contexto del dominio.

source: Unable to set bootable flag on volume.
es: No se ha podido establecer indicador de arrancable en el volumen.

source: Unable to set flavor access for project %s.
es: No se ha podido establecer el acceso del tipo para el proyecto %s.

source: Unable to set gateway.
es: No se ha podido definir la puerta de enlace.

source: Unable to set project quotas.
es: No se han podido definir las cuotas del proyecto.

source: Unable to sort instance flavors.
es: No se han podido ordenar los tipos de instancia.

source: Unable to unmanage volume.
es: No se ha podido dejar de gestionar el volumen.

source: Unable to update container access.
es: No se ha podido modificar el acceso del contenedor.

source: Unable to update default quotas for Cinder.
es: No se ha podido actualizar las cuotas predeterminadas de Cinder.

source: Unable to update default quotas for Nova.
es: No se han podido actualizar las cuotas predeterminadas de Nova.

source: Unable to update default quotas.
es: No se han podido actualizar las cuotas predeterminadas.

source: Unable to update encrypted volume type.
es: No se ha podido actualizar el tipo de volumen cifrado

source: Unable to update group.
es: No se ha podido actualizar el grupo.

source: Unable to update identity provider.
es: No se ha podido actualizar el proveedor de identidad.

source: Unable to update identity provider. Please check that the Remote IDs provided are not already in use.
es: No se ha podido actualizar el proveedor de identidad. Compruebe que los ID Remotos no se están ya utilizando.

source: Unable to update image "%s".
es: No se ha podido subir la imagen "%s".

source: Unable to update mapping.
es: No se ha podido actualizar la correlación.

source: Unable to update mapping. Rules has malformed JSON data.
es: No se ha podido actualizar la correlación. Las reglas contienen datos JSON mal formados.

source: Unable to update object.
es: No se ha podido actualizar el objeto.

source: Unable to update role.
es: No se ha podido actualizar el rol.

source: Unable to update security group: %s
es: No se ha podido actualizar el grupo de seguridad: %s

source: Unable to update subnet "%s".
es: No se ha podido actualizar la subred "%s".

source: Unable to update the aggregate.
es: No se ha podido actualizar el agregado.

source: Unable to update the group.
es: No se ha podido actualizar el grupo.

source: Unable to update the user password.
es: No se ha podido actualizar la contraseña de usuario.

source: Unable to update the user.
es: No se ha podido actualizar el usuario.

source: Unable to update the volume type.
es: No se ha podido actualizar el tipo de volumen.

source: Unable to update volume consistency group.
es: No se ha podido actualizar el grupo de consistencia del volumen.

source: Unable to update volume snapshot status.
es: No se ha podido actualizar el estado de la instantánea de volumen.

source: Unable to update volume snapshot.
es: No se ha podido actualizar la instantánea de volumen.

source: Unable to update volume status to "%s".
es: No se ha podido actualizar el estado del volumen a "%s".

source: Unable to update volume type.
es: No se ha podido actualizar el tipo de volumen.

source: Unable to update volume.
es: No se ha podido modificar el volumen.

source: Unable to upload object.
es: No se ha podido cargar el objeto.

source: Unable to upload volume to image for volume: "%s"
es: No se ha podido cargar el volumen a la imagen para el volumen: "%s"

source: Unit
es: Unidad

source: Unknown
es: Desconocido

source: Unknown instance
es: Instancia desconocida

source: Unknown instance (None)
es: Instancia desconocida (Ninguna)

source: Unlock Instance
es: Desbloquear instancia

source: Unlocked Instance
es: Instancia desbloqueada

source: Unmanage
es: Dejar de gestionar

source: Unmanage Volume
es: Dejar de gestionar volumen

source: Unmanage a Volume
es: Dejar de gestionar un volumen.

# Action log of an instance
source: Unpause
es: Quitar la pausa

source: Unregister Identity Provider
es: Anular registro de proveedor de identidad

source: Unregistered Identity Provider
es: Proveedor de identidad con registro anulado

# Task status of an Instance
source: Unrescuing
es: Cancelando rescate

source: Unselect the router(s) to be removed from firewall.
es: Desmarque el(los) direccionador(es) que se eliminará(n) del cortafuegos.

source: Unselect the routers you want to disassociate from the firewall.
es: Desmarque los direccionadores que desea desasociar del cortafuegos.

source: Unshelve Instance
es: Recuperar instancia aplazada

source: Unshelved Instance
es: Instancia aplazada recuperada

# Task status of an Instance
source: Unshelving
es: Retomar aplazado

source: Up
es: Arriba

# Current state of a Hypervisor
source: Up
es: Arriba

source: Update
es: Actualizar

source: Update Associations
es: Actualizar asociaciones

# current status of stack
source: Update Complete
es: Actualizar completado

source: Update Default Quotas
es: Actualizar cuotas predeterminadas

source: Update Defaults
es: Actualizar los valores predeterminados

source: Update Encrypted Volume Type
es: Actualizar tipo de volumen cifrado

source: Update Encryption
es: Actualizar cifrado

# current status of stack
source: Update Failed
es: Actualizar fallido

source: Update Group
es: Actualizar grupo

source: Update Identity Provider
es: Actualizar proveedor de identidad

# current status of stack
source: Update In Progress
es: Actualizar en curso

source: Update Mapping
es: Actualizar correlación

source: Update Metadata
es: Actualizar metadatos

source: Update Network
es: Actualizar red

source: Update Object
es: Actualizar objeto

source: Update Port
es: Actualizar puerto

source: Update Role
es: Actualizar rol

source: Update Router
es: Actualizar direccionador

source: Update Stack
es: Actualizar plantilla

source: Update Stack Parameters
es: Actualizar los parámetros de la pila

source: Update Status
es: Actualizar estado

source: Update User
es: Actualizar usuario

source: Update Volume Snapshot Status
es: Actualizar estado de la instantánea de volumen

source: Update Volume Status
es: Actualizar estado del volumen

source: Update Volume Type Encryption
es: Actualizar cifrado de tipo de volumen

source: Update a stack with the provided values. Please note that any encrypted parameters, such as passwords, will be reset to default if you do not change them here.
es: Actualizar una pila con los valores proporcionados. Importante: cualquier parámetro cifrado, como contraseñas, se restablecerán a sus valores predeterminados si no los cambia aquí.

source: Update a subnet associated with the network. Advanced configuration are available at "Subnet Details" tab.
es: Actualiza una subred asociada con la red. Podrá consultar la configuración avanzada pulsando en la pestaña "Detalles de la subred"

source: Update an Encrypted Volume Type
es: Actualizar un tipo de volumen cifrado

source: Update requests for this floating ip
es: Actualizar solicitudes para esta IP flotante

source: Update requests for this network
es: Actualizar solicitudes para esta red

source: Update requests for this port
es: Actualizar solicitudes para este puerto

source: Update requests for this router
es: Actualizar solicitudes para este direccionador

source: Update requests for this subnet
es: Actualizar solicitudes para esta subred

source: Update the "extra spec" value for "%(key)s"
es: Actualizar el valor de "especificación adicional" para "%(key)s"

source: Update the spec value for "%(key)s"
es: Actualizar el valor de la especificación para "%(key)s"

source: Updated
es: Actualizado

source: Updated At
es: Actualizado a las

source: Updated subnet "%s".
es: Subred "%s" actualizada.

# Task status of an Instance
source: Updating Password
es: Đang thay đổi mật khẩu

source: Updating encryption is not implemented. Unable to update encrypted volume type.
es: La función de actualizar el cifrado no está implementada. No se ha podido actualizar el tipo de volumen cifrado.

source: Updating volume "%s"
es: Actualizando el volumen "%s"

source: Updating volume consistency group "%s"
es: Actualizando el grupo de consistencia de volumen "%s"

source: Updating volume snapshot "%s"
es: Actualizando instantánea de volumen "%s"

source: Upload
es: Subir

source: Upload Object
es: Cargar objeto

source: Upload Object To Container: %(container_name)s
es: Subir objeto a contenedor: %(container_name)s

source: Upload Objects
es: Cargar objetos

source: Upload Volume to Image
es: Cargar un volumen a una imagen

source: Upload to Image
es: Subir imagen

source: Uploaded image size
es: Tamaño de la imagen cargada

source: Usage
es: Uso

source: Usage (Hours)
es: Uso (horas)

source: Usage Overview
es: Vista general de uso

source: Usage Report
es: Informe de uso

source: Usage Report For Period:
es: Informe de uso para el periodo:

source: Use Server Default
es: Usar el valor predeterminado del servidor

source: Use a volume as source
es: Usar un volumen como origen

source: Use image as a source
es: Utilizar una imagen como origen

source: Use one of the available template source options to specify the template to be used in creating this stack.
es: Utilice una las opciones de recurso de plantilla disponibles para especificar la plantilla que se utilizará al crear esta pila.

source: Use one of the available template source options to specify the template to be used in previewing this stack.
es: Use una de las opciones de recurso de plantilla disponibles para especificar la plantilla que se va a usar en la pre-visualización de esta pila.
