Repository: hocchudong/tong-hop-ops
Catalog: OpenStack-Mitaka/viethoa-mitaka/horizon/openstack_dashboard/django.po
Languages: es

source: Groups are used to manage access and assign roles to multiple users at once. Edit the group to add users.
es: Los grupos se utilizan para gestionar el acceso y asignar roles a múltiples usuarios a la vez. Edite el grupo para añadir usuarios.

source: HA mode
es: Modo HA

source: HTTP Method
es: Método HTTP

source: HTTP method used to check health status of a member
es: Método HTTP usado para controlar el estado de un miembro

# Current status of an Instance
source: Hard Reboot
es: Reinicio en frío

source: Hard Reboot Instance
es: Reiniciar en frío la instancia

# Task status of an Instance
source: Hard Reboot Pending
es: Rearrancado en frío pendiente

# Task status of an Instance
source: Hard Reboot Started
es: Rearrancado en frío iniciado

source: Hard Rebooted Instance
es: Instancia reiniciada en frío

# Task status of an Instance
source: Hard Rebooting
es: Rearrancando en frío

source: Health Monitors
es: Supervisores de estado

source: Health monitor %s was successfully updated.
es: El supervisor de estado %s se ha actualizado correctamente.

source: Help
es: Ayuda

source: High Availability Mode
es: Modo de alta disponibilidad

source: Home
es: Página de inicio

source: Host Aggregate Information
es: Información sobre el agregado de host

source: Host Aggregates
es: Agregados de host

source: Host Routes
es: Rutas de host

source: Host Routes format error: Destination CIDR and nexthop must be specified (value=%s)
es: Error de formato de rutas de host: CIDR de destino y el siguiente salto deben especificarse (value=%s)

source: Host aggregates divide an availability zone into logical units by grouping together hosts. Create a host aggregate then select the hosts contained in it.
es: Las agregaciones de hosts dividen una zona de disponibilidad en unidades lógicas mediante la agrupación de los hosts. Cree una agregación de hosts y seleccione los hosts que contiene.

source: Host aggregates divide an availability zone into logical units by grouping together hosts. Edit the aggregate host to select hosts contained in it.
es: La agregación de hosts divide una zona de disponibilidad en unidades lógicas mediante la agrupación de los hosts. Edite el host agregado para seleccionar los hosts que contiene.

source: Hostname
es: Nombre de host

source: Hypervisor
es: Hipervisor

source: Hypervisor Instances
es: Instancias por hipervisor

source: Hypervisor Servers
es: Servidores con hipervisores

source: Hypervisor Summary
es: Resumen del hipervisor

source: Hypervisors
es: Hipervisores

source: ICMP code is provided but ICMP type is missing.
es: El código ICMP es proporcionado, pero falta el tipo de ICMP .

source: IKE Phase1 negotiation mode
es: Modo de negociación Phase1 IKE

source: IKE Policies
es: Políticas IKE

source: IKE Policy
es: Política IKE

source: IKE Policy %s was successfully updated.
es: Política IKE %s correctamente modificada.

source: IKE Policy Details
es: Detalles de la política IKE

source: IKE Policy associated with this connection
es: Política IKE asociada a esta conexión

source: IKE version
es: Versión IKE

source: IP Address
es: Dirección IP

source: IP Address (optional)
es: Dirección IP (opcional)

source: IP Addresses
es: Direcciones IP

source: IP Protocol
es: Protocolo IP

source: IP Version
es: Versión de IP

source: IP Version for Firewall Rule
es: Versión de IP para regla de cortafuegos

source: IP address
es: Dirección IP

source: IP address %s associated.
es: La dirección IP %s se ha asociado.

source: IP address allocation pools. Each entry is: start_ip_address,end_ip_address (e.g., 192.168.1.100,192.168.1.120) and one entry per line.
es: Agrupaciones de asignaciones de direcciones IP. Cada entrada contiene: start_ip_address,end_ip_address (por ejemplo: 192.168.1.100,192.168.1.120) y hay una entrada por línea.

source: IP address list of DNS name servers for this subnet. One entry per line.
es: Lista de direcciones IP de los servidores DNS para esta subred. Solo uno por línea.

source: IP address of Gateway (e.g. 192.168.0.254) The default value is the first IP of the network address (e.g. 192.168.0.1 for 192.168.0.0/24, 2001:DB8::1 for 2001:DB8::/48). If you use the default, leave blank. If you do not want to use a gateway, check 'Disable Gateway' below.
es: Dirección IP de la puerta de enlace (por ejemplo, 192.168.0.254) El valor predeterminado es la primera dirección IP de la red (por ejemplo, 192.168.0.1 para 192.168.0.0/24, 2001: DB8 :: 1 para 2001: DB8 :: / 48). Si utiliza el valor predeterminado, déjelo en blanco. Si no desea utilizar una puerta de enlace, consulte 'Deshabilitar puerta de enlace' a ​​continuación.

source: IP allocation pool
es: Agrupación de asignación de IP

source: IP version
es: Versión de IP

source: IPSec Policies
es: Políticas IPSec

source: IPSec Policy
es: Política IPSec

source: IPSec Policy %s was successfully updated.
es: La política IPsec %s se ha actualizado correctamente.

source: IPSec Policy Details
es: Detalles de la política IPSec

source: IPSec Policy associated with this connection
es: Política IPSec asociada a esta conexión

source: IPSec Site Connection %s was successfully updated.
es: La conexión sitio a sitio IPSec %s se ha actualizado correctamente.

source: IPSec Site Connection Details
es: Detalles sobre conexiones de sitio IPSec

source: IPSec Site Connections
es: Conexiones sitio a sitio IPSec

source: IPv4 Address =
es: Dirección IPv4 =

source: IPv6 Address =
es: Dirección IPv6 =

source: IPv6 Address Configuration Mode
es: Modo de Configuracion de direcciones IPv6

source: ISO - Optical Disk Image
es: ISO - Imagen de disco óptico

source: Identifier
es: Identificador

source: Identifier Type
es: Tipo de identificador

source: Identity
es: Identidad

source: Identity Provider ID
es: ID del proveedor de identidad

source: Identity Providers
es: Proveedores de identidad

source: Identity provider protocol created successfully.
es: El protocolo de proveedor de identidad se ha creado correctamente.

source: Identity provider registered successfully.
es: Proveedor de identidad registrado correctamente

source: Identity provider updated successfully.
es: El proveedor de identidad se ha actualizado correctamente.

source: Identity service does not allow editing user data.
es: El servicio de identidad no permite editar datos de usuario.

source: Identity service does not allow editing user password.
es: El servicio de identidad no permite editar la contraseña del usuario.

source: If "No volume type" is selected, the volume will be created without a volume type.
es: Si se selecciona "Sin tipo de volumen" , el volumen se creará sin tipo de volumen.

source: If console is not responding to keyboard input: click the grey status bar below.
es: Si la consola no responde al teclado: pulse en la siguiente barra gris.

source: If no container name is provided, a default container named volumebackups will be provisioned for you. Backups will be the same size as the volume they originate from.
es: Si no propociona ningún nombre para el contenedor, se creará uno de forma predeterminada llamado "volumebackups". Las copias de seguridad serán del mismo tamaño que el volumen del cual originan.

source: If you select an image via an HTTP/HTTPS URL, the Image Location field MUST be a valid and direct URL to the image binary; it must also be accessible to the Image Service. URLs that redirect or serve error pages will result in unusable images.
es: Si selecciona una imagen vía un URL HTTP/HTTPS, el campo Ubicación de la imagen DEBE ser un URL válido y directo al binario de la imagen; también debe ser accessible para el Servicio de imágenes. Los URL que redireccionan o sirven páginas de error darán imágenes inutilizables.

source: Image
es: Imagen

# Type of an image
source: Image
es: Imagen

# Task status of an Instance
source: Image Backup
es: Copia de seguridad de la imagen

source: Image File
es: Archivo de imagen

source: Image ID
es: ID de imagen

source: Image ID =
es: ID de imagen =

source: Image Location
es: Ubicación de la imagen

source: Image Name
es: Nombre de la imagen

source: Image Name =
es: Nombre de imagen =

# Task status of an Instance
source: Image Pending Upload
es: Imagen pendiente de cargar

# Task status of an Instance
source: Image Snapshot Pending
es: Instantánea de imagen pendiente

source: Image Source
es: Origen de la imagen

# Task status of an Instance
source: Image Uploading
es: La imagen se está subiendo

source: Image existence check
es: Control de existencia de la imagen

source: Image is downloaded
es: Se ha descargado la imagen

source: Image is served out
es: Imagen proporcionada

source: Image source must be specified
es: Se debe especificar el origen de la imagen

source: Image was successfully updated.
es: La imagen se ha actualizado correctamente.

source: Images
es: Imágenes

source: Images can be provided via an HTTP/HTTPS URL or be uploaded from your local file system.
es: Las imágenes se pueden proporcionar mediante una URL HTTP/HTTPS o subir desde un archivo local del sistema.

source: Implementation
es: Implementación

source: Import Key Pair
es: Importar par de claves

source: Import Namespace
es: Importar espacio de nombres

source: In Policy
es: Dentro de la política

source: In Use
es: En uso

source: In addition, you can create an external network or a shared network by checking the corresponding checkbox.
es: Adicionalmente podrá crear una red externa o una red compartida marcando la casilla correspondiente.

# Current status of Consistency Group
source: In-use
es: En uso

# Current status of a Volume
source: In-use
es: En uso

# Current status of a Firewall
source: Inactive
es: Inactivo

# Current status of a Pool
source: Inactive
es: Inactivo

# Current status of a VPN Service
source: Inactive
es: Inactivo

source: Indicates whether this identity provider should accept federated authentication requests.
es: Indica si este proveedor de identidad debe aceptar solicitudes de autenticación federada.

source: Info
es: Información

source: Information
es: Información

source: Ingress
es: Entrante

# current status of stack
source: Init Complete
es: Inicio completado

# current status of stack
source: Init Failed
es: Inicio fallido

# current status of stack
source: Init In Progress
es: Inicio en curso

source: Initiator state
es: Estado del iniciador

source: Injected File Content (Bytes)
es: Contenidos del archivo inyectado (Bytes)

source: Injected File Content Bytes
es: Bytes de contenido del archivo inyectado

source: Injected File Path Bytes
es: Bytes de vía de acceso de archivos inyectados

source: Injected Files
es: Archivos inyectados

source: Input must be in CIDR format
es: La entrada debe estar en formato CIDR

source: Insert Rule
es: Insertar regla

source: Insert Rule into Policy
es: Insertar regla en la política

source: Insert Rule to Policy
es: Añadir regla a la política

source: Instance
es: Instancia

source: Instance Action List
es: Lista de acciones de instancia

source: Instance Admin Password
es: Contraseña de administración de la instancia

source: Instance Boot Source
es: Origen de arranque de la instancia

source: Instance Console
es: Consola de la instancia

source: Instance Console Log
es: Consola de registro de instancia

source: Instance Count
es: Recuento de instancias

source: Instance ID
es: ID de la instancia

source: Instance Name
es: Nombre de la instancia

source: Instance Name =
es: Nombre de instancia =

source: Instance Overview
es: Vista general de instancias

source: Instance Password is not set or is not yet available
es: La contraseña de la instancia no está definida o ya no está disponible

source: Instance Security Groups
es: Grupos de seguridad de la instancia

source: Instance Snapshot
es: Instantánea de instancia

source: Instance to be associated
es: Instancia a asociar

source: Instances
es: Instancias

source: Insufficient privilege level to view domain information.
es: Privilegios insuficientes para consultar la información del dominio.

source: Insufficient privilege level to view group information.
es: Privilegios insuficientes para consultar la información del grupo.

source: Insufficient privilege level to view identity provider information.
es: Nivel de privilegios insuficientes para consultar la información del proveedor de identidad.

source: Insufficient privilege level to view mapping information.
es: Nivel de privilegios insuficiente para ver la información de correlaciones.

source: Insufficient privilege level to view project information.
es: Nivel de privilegios insuficiente para consultar la información del proyecto.

source: Insufficient privilege level to view role information.
es: Nivel de privilegios insuficiente para consultar la información del rol.

source: Insufficient privilege level to view user information.
es: Nivel de privilegios insuficiente para ver la información del usuario.

source: Interface added
es: Interfaz añadida

source: Internal Interface
es: Interfaz interna

source: Invalid date format: Using today as default.
es: Formato de fecha no válido: se usará la fecha de hoy como predeterminada.

source: Invalid format for routes : %s
es: Formato no válido para las rutas : %s

source: Invalid time period. The end date should be more recent than the start date.
es: Período de tiempo no válido. La fecha de finalización debe ser más reciente que la fecha de inicio.

source: Invalid time period. You are requesting data from the future which may not exist.
es: Período de tiempo no válido. Está solicitando datos futuros que pueden no existir.

source: Items Per Page
es: Elementos por página

source: Kernel
es: Núcleo

source: Kernel ID
es: ID de núcleo

source: Key
es: Clave

source: Key Name
es: Nombre de la clave

source: Key Pair
es: Par de claves

source: Key Pair Details
es: Detalles del par de claves

source: Key Pair Name
es: Nombre de par de claves

source: Key Pairs
es: Pares de claves

source: Key Pairs are how you login to your instance after it is launched.
es: Los pares de claves son el método utilizado para ingresar en una instancia una vez que se ha lanzado.

source: Key Size (bits)
es: Tamaño de clave (bits)

source: Key pair name may only contain letters, numbers, underscores, spaces and hyphens.
es: El nombre del par de claves sólo puede incluir letras, números, guiones bajos, espacio y guiones.

source: Key pair to use for authentication.
es: Par de claves a utilizar para la autenticación.

source: Key pairs are ssh credentials which are injected into images when they are launched. Creating a new key pair registers the public key and downloads the private key (a .pem file).
es: Los pares de claves son credenciales ssh que se inyectan en las imágenes al iniciarlas. Al crear un par de claves nuevo, se almacena la clave pública y se descarga la clave privada (un archivo .pem)

source: Key-Value Pairs
es: Pares clave-valor

# Current status of an Image
source: Killed
es: Terminado forzosamente

source: LB Method
es: Método LB

source: Language
es: Idioma

source: Last 15 days
es: Últimos 15 días

source: Last 30 days
es: Últimos 30 días

source: Last Modified
es: Modificado por última vez

source: Last Updated
es: Actualizada por última vez

# Time since the last update
source: Last Updated
es: Actualizado por última vez

source: Last day
es: Último día

source: Last week
es: Última semana

source: Last year
es: Último año

source: Launch
es: Iniciar

source: Launch Instance
es: Iniciar instancia

source: Launch Instance (Quota exceeded)
es: Iniciar instancia (cuota superada)

source: Launch Parameters
es: Parámetros de inicio

source: Launch Stack
es: Lanzar pila

source: Launch as Instance
es: Ejecutar como instancia

source: Launch instance in these security groups.
es: Iniciar la instancia en estos grupos de seguridad.

source: Launch instance with these networks
es: Iniciar instancia con estas redes

source: Launch instance with these ports
es: Iniciar instancia con estos puertos

source: Launch instance with this policy profile
es: Iniciar instancia con este perfil de política

source: Launched %(count)s named "%(name)s".
es: Se ha iniciado %(count)s con el nombre "%(name)s".

source: Launching multiple instances is only supported for images and instance snapshots.
es: Iniciar múltiples instancias es posible solo para imágenes e instantáneas de instancias.

# load balancing method
source: Least Connections
es: Conexiones mínimas

source: Least connections
es: Conexiones mínimas

source: Length of Injected File Path
es: Longitud de la ruta del archivo inyectado

source: Lifetime Units
es: Unidades de vida útil

source: Lifetime Value
es: Valor de tiempo de vida

source: Lifetime units
es: Unidades de tiempo de vida

source: Lifetime units for IKE keys
es: Unidades de tiempo de vida para las claves IKE

source: Lifetime value
es: Valor de tiempo de vida

source: Lifetime value for IKE keys
es: Valores de tiempo de vida para las claves IKE

source: Lifetime value for IKE keys
es: Valor de tiempo de vida para claves IKE

source: Limit
es: Límite

source: Links
es: Enlaces

source: Live Migrate
es: Migración en directo

source: Live Migrate Instance
es: Migrar en directo la instancia

source: Live migrate an instance to a specific host.
es: Migrar en vivo una instancia a un host específico.

source: Load Balancer
es: Equilibrador de carga

source: Load Balancer VIP %s
es: VIP equilibrador de carga %s

source: Load Balancers
es: Equilibradores de carga

source: Load Balancing Method
es: Método de equilibrado de carga

source: Local Disk Usage
es: Uso del disco local

source: Local Side Public IPs
es: IP públicos del lado local

source: Local Storage (total)
es: Almacenamiento local (total)

source: Local Storage (used)
es: Almacenamiento local (usado)

source: Lock Instance
es: Bloquear instancia

source: Locked Instance
es: Instancia bloqueada

source: Log
es: Registro

source: Log Length
es: Longitud del registro

source: Log Lines Per Instance
es: Líneas de inicio de sesión por instancia

source: Log length must be a nonnegative integer.
es: La longitud del registro debe ser un entero no negativo.

source: MAC Address
es: Dirección MAC

source: MAC Learning State
es: Estado de aprendizaje MAC

source: Maintenance
es: Mantenimiento

# Current status of a Volume
source: Maintenance
es: Mantenimiento

source: Make Private
es: Hacer privado

source: Make Public
es: Hacer público

source: Make a new copy of an existing object to store in this or another container. You may additionally specify the path within the selected container where the new copy should be stored.
es: Cree una nueva copia de un objeto existente para almacenar en este u otro contenedor. Adicionalmente, también puede especificar la vía de acceso dentro del contenedor seleccionado donde se almacenará la nueva copia.

source: Manage
es: Gestionar

source: Manage Attachments
es: Administrar conexiones

source: Manage Floating IP Associations
es: Gestionar asociaciones de IP flotantes

source: Manage Hosts
es: Administrar hosts

source: Manage Hosts Aggregate
es: Administrar agregados de host

source: Manage Hosts within Aggregate
es: Administrar los host de la agregación

source: Manage Members
es: Gestionar miembros

source: Manage Protocols
es: Gestionar volumen

source: Manage QoS Spec Association
es: Gestionar asociación de especificaciones QoS

source: Manage Rules
es: Gestionar reglas

source: Manage Security Group Rules
es: Administrar reglas de grupos de seguridad

source: Manage Security Group Rules: {{ security_group.name }} ({{ security_group.id }})
es: Gestionar reglas del grupo de seguridad: {{ security_group.name }} ({{ security_group.id }})

source: Manage Specs
es: Gestionar especificaciones

source: Manage Volume
es: Gestionar volumen

source: Manage Volume Attachments
es: Administrar asociaciones de volumen

source: Manage Volume Types
es: Gestionar tipos de volumen

source: Manage Volumes
es: Gestionar volúmenes

source: Manage a Volume
es: Gestionar un volumen

source: Mapped Fixed IP Address
es: Dirección IP fija correlacionada

source: Mapping ID
es: ID de correlación

source: Mapping ID "%s" is already used.
es: El ID de correlación "%s" ya se utiliza.

source: Mapping created successfully.
es: La correlación se ha creado correctamente.

source: Mapping updated successfully.
es: La correlación se ha actualizado satisfactoriamente.

source: Mappings
es: Correlaciones

source: Max Retries
es: Máximo de reintentos

source: Max Retries (1~10)
es: Máximo de reintentos (1~10)

source: Max.
es: Máximo

source: Max. Size (MB) =
es: Tamaño máx. (MB)

source: Maximum Transmission Unit size for the connection
es: Tamaño de la unidad máxima de transmisión para la conexión

source: Maximum number of connections allowed for the VIP or '-1' if the limit is not set
es: Número máximo de conexiones permitidas para la VIP o "-1" si no se ha definido un límite.

source: Member %s was successfully updated.
es: El miembro %s se ha actualizado correctamente.

source: Member Address
es: Dirección del miembro

source: Member Details
es: Detalles de los miembros

source: Member IP address must be specified
es: Debe especificar la dirección IP del miembro

source: Member Instance(s)
es: Instancia(s) de miembro

source: Member Source
es: Origen de miembros

source: Members
es: Miembros

source: Memory MB Hours
es: Horas de Memoria MB

source: Memory Usage
es: Uso de memoria

source: Message
es: Mensaje

source: Metadata
es: Metadatos

source: Metadata Definition File
es: Archivo de definición de metadatos

source: Metadata Definitions
es: Definiciones de los metadatos

source: Metadata Items
es: Elementos de metadatos

source: Meter
es: Medidor

source: Metric:
es: Métrica:

source: Migrate
es: Migrar

source: Migrate Host
es: Migrar servidor

source: Migrate Instance
es: Migrar instancia

source: Migrate Volume
es: Migrar volumen

source: Migrate all instances from a host with disabled nova-compute service. Optionally you can choose type of migration. All running instances of the host can be Live Migrated. Cold Migration is trying to use 'nova migrate' on each instance of migrated host.
es: Migrar todas las instancias de un servidor con el servicio nova-compute deshabilitado. Opcionalmente puede elegir el tipo de migración. Todas las instancias que se estén ejecutando en el servidor se puede Migrar en directo. La migración en frío esta intentando usar 'nova migrate' en cada instancia del servidor migrado.

source: Migrated Host
es: Servidor migrado

# Current status of an Instance
source: Migrating
es: Migrando

# Task status of an Instance
source: Migrating
es: Migrando

source: Migrating instances may cause some unrecoverable results.
es: Migrar instancias puede ocasionar resultados no recuperables.

source: Migration Policy
es: Política de migración

source: Min Disk
es: Disco mínimo

source: Min RAM
es: RAM mínima

source: Min.
es: Mínimo

source: Min. Size (MB) =
es: Tamaño mín. (MB) =

source: Minimum Disk (GB)
es: Disco mínimo (GB)

source: Minimum RAM (MB)
es: Memoria RAM mínima (MB)

source: Minutes
es: Minutos

source: Modified domain "%s".
es: Se ha modificado el dominio "%s".

source: Modified flavor "%s".
es: Tipo "%s" modificado.

source: Modified flavor information, but unable to modify flavor access.
es: Se ha modificado la información del tipo, pero no se ha podido modificar el acceso del tipo.

source: Modified instance "%s".
es: Modificada la instancia "%s".

source: Modified project "%s".
es: Se ha modificado el proyecto "%s".

source: Modified project information and members, but unable to modify project quotas.
es: Se ha modificado la información del proyecto y sus miembros, pero no se han podido modificar las cuotas del mismo.

source: Modify Access
es: Modificar acceso
