Repository: hocchudong/tong-hop-ops
Catalog: OpenStack-Mitaka/viethoa-mitaka/horizon/openstack_dashboard/djangojs.po
Languages: es

source: %(name)s deleted.
es: Đã xóa %(name)s.

source: %s instance launched.
es: VM %s đã được tạo.

source: (None)
es: (Trống)

source: <button type="button" class="close" data-dismiss="alert">×</button> <strong>Heads up!</strong> This <a href="#" class="alert-link">alert needs your attention</a>, but it's not super important.
es: <button type="button" class="close" data-dismiss="alert">×</button> <strong>Những cảnh báo nâng cao!</strong> này <a href="#" class="alert-link">cần sự chú ý của bạn</a>, nhưng nó không quá quan trọng.

source: <button type="button" class="close" data-dismiss="alert">×</button> <strong>Oh snap!</strong> <a href="#" class="alert-link">Change a few things up</a> and try submitting again.
es: <button type="button" class="close" data-dismiss="alert">×</button> <strong>Có lỗi!</strong> <a href="#" class="alert-link">Thay đổi một vài thứ</a> và thử gửi lại.

source: <button type="button" class="close" data-dismiss="alert">×</button> <strong>Well done!</strong> You successfully read <a href="#" class="alert-link">this important alert message</a>.
es: <button type="button" class="close" data-dismiss="alert">×</button> <strong>Xong rồi!</strong> Bạn đã được thành công <a href="#" class="alert-link">thông tin cảnh báo quan trọng này </a>.

source: <input type="checkbox" id="config-drive" ng-model="model.newInstanceSpec.config_drive"> Configuration Drive </input>
es: <input type="checkbox" id="config-drive" ng-model="model.newInstanceSpec.config_drive"> Cấu hình ổ cứng </input>

source: <li><b>Image (with Create New Volume checked)</b>: This options uses an image to boot the instance, and creates a new volume to persist instance data. You can specify volume size and whether to delete the volume on deletion of the instance.</li>
es: <li><b>Hình ảnh (đã chọn với Tạo Mới Volume)</b>: Tùy chọn này sử dụng một hình ảnh để tạo máy ảo, và tạo một volume mới để duy trì dữ liệu máy ảo lâu dài. Bạn có thể chỉ định kích thước volume và liệu có nên xóa volume này hay không khi xóa máy ảo.</li>

source: <li><b>Image</b>: This option uses an image to boot the instance.</li>
es: <li><b>Hình ảnh</b>: Tùy chọn này sử dụng một hình ảnh để tạo máy ảo.</li>

source: <li><b>Instance Snapshot</b>: This option uses an instance snapshot to boot the instance.</li>
es: <li><b>Snapshot máy ảo</b>: Tùy chọn này sử dụng một snapshot máy ảo để tạo máy ảo này.</li>

source: <li><b>Volume Snapshot</b>: This option uses a volume snapshot to boot the instance, and creates a new volume to persist instance data. You can choose to delete the volume on deletion of the instance.</li>
es: <li><b>Volume Snapshot</b>: Tùy chọn này sử dụng một volume snapshot để tạo máy ảo này, và tạo mới một volume để duy trì dữ liệu máy ảo lâu dài. Bạn có thể chọn xóa volume này khi xóa máy ảo.</li>

source: <li><b>Volume</b>: This option uses a volume that already exists. It does not create a new volume. You can choose to delete the volume on deletion of the instance. <em>Note: when selecting Volume, you can only launch one instance.</em></li>
es: <li><b>Volume</b>: Tùy chọn này sử dụng một volume đã tồn tại mà không tạo một volume mới. Bạn có thể chọn xóa volume này khi xóa máy ảo.<em>Chú ý: khi chọn Volume, bạn chỉ có thể tạo 1 máy ảo.</em></li>

source: <small>This line of text is meant to be treated as fine print.</small>
es: <small>Dòng này của đoạn được hiểu là in chữ nhỏ.</small>

source: A container is a storage compartment for your data and provides a way for you to organize your data. You can think of a container as a folder in Windows® or a directory in UNIX®. The primary difference between a container and these other file system concepts is that containers cannot be nested. You can, however, create an unlimited number of containers within your account. Data must be stored in a container so you must have at least one container defined in your account prior to uploading data.
es: Một container là một ngăn lưu trữ dữ liệu của bạn và cung cấp một cách để bạn tổ chức dữ liệu của mình. Bạn có thể coi một container như một thư mục trong Windows® hoặc trong UNIX®. Điểm khác nhau chính giữa một container và các khái niệm trong những hệ thống tệp tin khác là các containers không thể lồng nhau. Tuy nhiên, bạn có thể tạo một số lượng không giới hạn các containers trong tài khoản của mình. Dữ liệu phải được lưu trong một container, do đó bạn phải định nghĩa ít nhất .một container trong tài khoản của mình trước khi đẩy dữ liệu lên.

source: A floating IP allows instances to be addressable from an external network. Floating IPs are not allocated to instances at creation time and may be assigned after the instance is created. To attach a floating IP, go to the <b>Instances</b> view and click the <b>Actions</b> menu to the right of an instance. Then, select the <b>Associate Floating IP</b> option and enter the necessary details.
es: Một floating IP cho phép các máy ảo có thể được định địa chỉ từ một mạng bên ngoài. Floating IPs không được cấp phát cho máy ảo tại thời điểm tạo và có thể được gán sau khi máy ảo được tạo. Để gắn một floating IP, hãy đi đến <b>Các máy ảo</b> xem và click chuột vào menu <b>Các thao tác</b> vào đúng máy ảo. Sau đó, chọn tùy chọn <b>Liên kết floating IP</b> và nhập chi tiết các thông tin cần thiết.

source: A key pair allows you to SSH into your newly created instance. You may select an existing key pair, import a key pair, or generate a new key pair.
es: Một cặp khóa cho phép bạn SSH vào máy ảo của bạn mới được tạo. Bạn có thể chọn một cặp khóa đã tồn tại, đưa vào một cặp khóa, hoặc sinh ra một cặp khóa mới.

source: A key pair named '{$ctrl.createdKeypair.name$}' was successfully created. This key pair should automatically download.
es: Một cặp khóa với tên '{$ctrl.createdKeypair.name$}'. đã được tạo thành công. Cặp khóa này nên được tự động tải xuống.

source: A longer block of help text that breaks onto a new line and may extend beyond one line.
es: Một khối dài hơn giúp cho đoạn văn xuống dòng mới và có thể mở rộng ra ngoài 1 dòng.

source: A name is required for your instance.
es: Một tên bắt buộc cho máy ảo của bạn.

source: A port represents a virtual switch port on a logical network switch.
es: Một cổng đại diện cho một cổng switch ảo trên một switch mạng logic.

source: Action
es: Thao tác

source: Actions
es: Các thao tác

source: Active
es: Đang hoạt động

source: Admin State
es: Trạng thái Admin

source: Administrators are responsible for creating and managing flavors. A custom flavor can be created for you or for a specific project where it is shared with the users assigned to that project. If you need a custom flavor, contact your administrator.
es: Các quản trị viên chịu trách nhiệm tạo và quản lý các flavors. Một flavor có thể được tạo cho bạn hoặc cho một dự án nhất định nơi mà flavor được chia sẻ với những người dùng được liên kết tới dự án này. Nếu bạn cần một flavor, hãy liên hệ với quản trị viên của bạn.

source: Administrators set up the pool of floating IPs that are available to attach to instances.
es: Các quản trị viên thiết lập một lượng các floating IPs để sẵn sàng gắn cho máy ảo.

source: Alerts
es: Cảnh báo

source: An <b>External</b> network is set up by an administrator. If you want an instance to communicate outside of the data center, then attach a router between your <b>Project</b> network and the <b>External</b> network. You can use the <b>Network Topology</b> view to connect the router to the two networks.
es: Một mạng <b>Bên Ngoài</b> được thiết lập bởi quản trị viên. Nếu bạn muốn một máy ảo truyền thông ra ngoài trung tâm dữ liệu, hãy cắm một router giữa mạng<b>Dự án</b> của bạn và mạng <b>Bên ngoài</b>. Bạn có thể sử dụng <b>Mô hình mạng</b> để xem kết nối giữa router và hai mạng.

source: An abbreviation of the word attribute is <abbr title="attribute">attr</abbr>.
es: Từ viết tắt của thuộc tính là <abbr title="attribute">attr</abbr>.

source: An advanced option available when launching an instance is disk partitioning. There are two disk partition options. Selecting <b>Automatic</b> resizes the disk and sets it to a single partition. Selecting <b>Manual</b> allows you to create multiple partitions on the disk.
es: Một tùy chọn nâng cao có sẵn khi tạo một máy ảo là phân vùng ổ đĩa. Có hai tùy chọn phân vùng ổ đĩa. Chọn <b>Tự động</b>, thay đổi kích thước ổ đĩa và tạo một phân vùng duy nhất. Chọn <b>Bằng tay</b>, cho phép bạn tạo nhiều phân vùng trên ổ đĩa.

source: An instance name is required and used to help you uniquely identify your instance in the dashboard.
es: Tên máy ảo là bắt buộc và được sử dụng để giúp cho bạn xác định máy ảo duy nhấttrên giao diện web.

source: Another action
es: Thao tác khác

source: Architecture
es: Kiến trúc

source: Are you sure you want to delete %(name)s?
es: Bạn có chắc muốn xóa %(name)s?

source: Are you sure you want to delete %(numSelected)s files?
es: Bạn có chắc muốn xóa các files %(numSelected)s?

source: Are you sure you want to delete container %(name)s?
es: Bạn có chắc muốn xóa container %(name)s?

source: Automatic
es: Tự động

source: Availability Zone
es: Vùng có sẵn

source: Available
es: Có sẵn

source: Badges
es: Phân biệt

source: Basic
es: Cơ bản

source: Basic panel
es: Bảng điều khiển cơ bản

source: Block level button
es: Nút mức khối

source: Blockquotes
es: Hạn ngạch khối

source: Bottom
es: Đáy

source: Brand
es: Thương hiệu

source: Breadcrumbs
es: Đường dẫn điều hướng

source: Button
es: Nút bấm

source: Buttons
es: Các nút

source: Cancel
es: Hủy

source: Cannot get service catalog from keystone.
es: Không thể lấy danh mục dịch vụ từ keystone.

source: Cannot get the extension list.
es: Không thể lấy danh sách extension.

source: Check the <b>Configuration Drive</b> box if you want to write metadata to a special configuration drive. When the instance boots, it attaches to the <b>Configuration Drive</b> and accesses the metadata.
es: Chọn hộp <b>Cấu hình ổ đĩa</b> nếu bạn muốn ghi metadata lên một cấu hình ổ đĩa cụ thể. Khi khởi động máy ảo, nó sẽ cắm <b>Cấu hình ổ cứng</b> và truy cập đến metadata.

source: Checkbox
es: Hộp kiểm tra

source: Checksum
es: Kiểm tra tổng hợp

source: Clear Selection
es: Làm sạch sự chọn

source: Click to see more details
es: Click vào để xem thêm chi tiết

source: Close
es: Đóng

source: Color
es: Màu sắc

source: Column content
es: Nội dung cột

source: Column heading
es: Tiêu đề cột

source: Configuration
es: Cấu hình

source: Confirm Delete
es: Xác nhận Xóa

source: Confirm Delete Image
es: Xác nhận xóa image

source: Container %(name)s created.
es: Container %(name)s đã được tạo.

source: Container %(name)s deleted.
es: Đã xóa container %(name)s.

source: Container %(name)s is now %(access)s.
es: Container %(name)s hiện tại là %(access)s.

source: Container Access
es: Truy cập vào container

source: Container Format
es: Định dạng Container

source: Container Name
es: Tên Container

source: Container name must not contain "/".
es: Tên Container không thể chứa "/"

source: Containers
es: Các Container

source: Content Type
es: Kiểu Nội dung

source: Contextual alternatives
es: Thay thế ngữ cảnh

source: Count
es: Số

source: Create
es: Tạo

source: Create Container
es: Tạo Container

source: Create Folder
es: Tạo Folder

source: Create Folder In: {$ ctrl.model.container.name $} <span ng-if="ctrl.model.folder">: {$ ctrl.model.folder $}</span>
es: Tạo Folder trong: {$ ctrl.model.container.name $} <span ng-if="ctrl.model.folder">: {$ ctrl.model.folder $}</span>

source: Create Key Pair
es: Tạo cặp khóa

source: Create Keypair
es: Tạo cặp khóa

source: Create New Volume
es: Tạo Volume mới

source: Create Volume
es: Tạo Volume

source: Created
es: Đã tạo

source: Created At
es: Đã tạo lúc

source: Created keypair:
es: Đã tạo cặp khóa:

source: Creating
es: Đang tạo

source: Custom Properties
es: Tùy chỉnh các thuộc tính

source: Custom scripts are attached to instances to perform specific actions when the instance is launched. For example, if you are unable to install <samp>cloud-init</samp> inside a guest operating system, you can use a custom script to get a public key and add it to the user account.
es: Các kịch bản được gán lên máy ảo để thực hiện các hành động của thể khi mà máy ảo được tạo. Cho ví dụ, nếu bạn vô hiệu hóa cài đặt <samp>cloud-init</samp> bên trong hệ điều hành máy ảo, bạn có thể sử dụng một kịch bản để lấy khóa công khai và thêm nó vào tài khoản của người dùng.

source: DNS Domains
es: Các DNS Domain

source: DNS Record
es: Bản ghi DNS

source: DNS Records
es: Các bản ghi DNS

source: Danger
es: Nguy hiểm

source: Data
es: Dữ liệu

source: Date
es: Ngày

source: Date Created
es: Ngày đã tạo

source: Datetime
es: Thời gian

source: Default
es: Mặc định

source: Default button
es: Nút Mặc định

source: Default input
es: Mặc định đầu vào

source: Delete
es: Xóa

source: Delete Container
es: Xóa Container

source: Delete Image
es: Xóa image

source: Delete Images
es: Xóa các image

source: Delete Selection
es: Xóa lựa chọn

source: Delete Volume on Instance Delete
es: Xóa Volume trên xóa máy ảo

source: Deleted
es: Đã xóa

source: Deleted Image: %s.
es: Đã xóa image: %s.

source: Deleted.
es: Đã xóa.

source: Deleting
es: Đang xóa

source: Description
es: Mô tả

source: Description:
es: Mô tả:

source: Details
es: Chi tiết

source: Device Name
es: Tên thiết bị

source: Dialogs
es: Hộp thoại

source: Direct
es: Trực tiếp

source: Direction
es: Trực tiếp

source: Disabled
es: Đã vô hiệu hóa

source: Disabled input
es: Đã vô hiệu hóa đầu vào

source: Disabled input here...
es: Đã vô hiệu hóa đầu vào ở đây...

source: Disk Format
es: Định dạng Disk

source: Disk Partition
es: Phân vùng Disk

source: Down
es: Xuống

source: Download
es: Tải xuống

source: Dropdown link
es: Dropdown liên kết

source: Email
es: Thư điện tử

source: Emphasis classes
es: Nhấn mạnh các lớp

source: Enabled
es: Đã cho phép

source: Encrypted
es: Mã hóa

source: Ephemeral Disk
es: Đĩa ngắn hạn

source: Error
es: Lỗi

source: Error Deleting
es: Lỗi xóa

source: Ether Type
es: Loại Ethernet

source: Example body text
es: Ví dụ văn bản của thân

source: Extension is not enabled: %(extension)s.
es: Mở rộng đã không được bật: %(extension)s

source: External Network
es: Mạng ngoài

source: Failed to delete.
es: Xóa thất bại.

source: File
es: Tệp tin

source: File %(name)s uploaded.
es: Tệp tin %(name)s đã được tải lên.

source: File Name
es: Tên tệp tin

source: Filename
es: Tên tệp tin

source: Fingerprint
es: Vân tay

source: Flavor Name
es: Tên Flavor

source: Flavors
es: Các Flavor

source: Flavors manage the sizing for the compute, memory and storage capacity of the instance.
es: Các Flavor xác định kích thước của máy ảo như bộ nhớ RAM, dung lượng đĩa.

source: Focused input
es: Tập trung đầu vào

source: Folder
es: Thư mục

source: Folder %(name)s created.
es: Đã tạo thư mục %(name)s.

source: Folder Name
es: Tên thư mục

source: Format
es: Định dạng

source: Forms
es: Khung nhập

source: From a Windows system, you can use PuTTYGen to create private/public keys. Use the PuTTY Key Generator to create and save the keys, then copy the public key in the red highlighted box to your <samp>.ssh/authorized_keys</samp> file.
es: Từ hệ thống Windows, bạn có thể sử dụng PuTTYGen để tạo khóa riêng tư/công khai.Sử dụng PuTTY Key Generator để tạo và lưu khóa. sau đó sao chép khóa trong hộp đánh dấu màu đỏ tới file <samp>.ssh/authorized_keys</samp> của bạn.

source: If "No volume type" is selected, the volume will be created without a volume type.
es: Nếu "Không có kiểu volume" được chọn , volume sẽ được tạo mà không có kiểu volume.

source: If a network is shared, then all users in the project can access the network.
es: Nếu một mạng được chia sẻ, tất cả người dùng trong dự án này có thể truy cập đến mạng này.

source: If a security group is not associated with an instance before it is launched, then you will have very limited access to the instance after it is deployed. You will only be able to access the instance from a VNC console.
es: Nếu nhóm bảo mật không được liên kết với một máy ảo trước khi nó được tạo, thì bạn sẽ có quyền truy cập đến máy ảo rất hạn chế sau khi nó được tạo.Bạn sẽ chỉ có khả năng truy cập vào máy ảo từ VNC console.

source: If not, you can manually dowload this keypair at the following link:
es: Nếu không, bạn có thể tải xuống bằng tay cặp khóa này tại liên kết sau:

source: If you select an availability zone and plan to use the 'boot from volume' option in the Source step, make sure that the availability zone you select for the instance is the same availability zone where your bootable volume resides.
es: Nếu bạn chọn vùng có sẵn và lên kế hoạch sử dụng tùy chọn 'tạo từ volume' trong bước Nguồn, hãy chắc chắn rằng vùng có sẵn bạn chọn cho máy ảo là cùng vùng có sẵn, nơi mà volume có thể tạo máy ảo.

source: If you want to create an instance that uses ephemeral storage, meaning the instance data is lost when the instance is deleted, then choose one of the following boot sources:
es: Nếu bạn muốn tạo một máy ảo mà sử dụng lưu trữ ngắn hạn, có nghĩa làdữ liệu sẽ bị mất khi máy ảo bị xóa, hãy chọn một trong những nguồn tạo sau:

source: If you want to create an instance that uses persistent storage, meaning the instance data is saved when the instance is deleted, then select one of the following boot options:
es: Nếu bạn muốn tạo một máy ảo mà sử dụng lưu trữ dài hạn, có nghĩa là dữ liệu của máy ảo được lưu lại khi máy ảo bị xóa, thì hãy chọn một trong những tùy chọn sau:

source: Image
es: Hình ảnh

source: Image Name
es: Tên hình ảnh

source: Images
es: Các hình ảnh

source: Impact on your quota
es: Impacto en su cuota

source: Import Key Pair
es: Đưa vào cặp key

source: Indicators
es: Chỉ số

source: Info
es: Thông tin

source: Input Sizes
es: Kích thước đầu vào

source: Input States
es: Trạng thái đầu vào

source: Input addons
es: Bổ sung đầu vào

source: Input error
es: Đầu vào lỗi

source: Input success
es: Đầu vào chính xác

source: Input warning
es: Cảnh báo đầu vào

source: Instance Name
es: Tên máy ảo

source: Instance Snapshot
es: Snapshot máy ảo

source: Instance count is required and must be an integer of at least 1
es: Số lượng máy ảo là bắt buộc và phải là số nguyên ít nhất là 1

source: Instance source is the template used to create an instance. You can use a snapshot of an existing instance, an image, or a volume (if enabled). You can also choose to use persistent storage by creating a new volume.
es: Nguồn máy ảo là tạm thời được sử dụng để tạo máy ảo. Bạn có thể sử dụng một snapshot của một máy ảo đã tồn tại, một hình ảnh, hoặc một volume (nếu được cho phép). imagen, o un volumen (si está activado). Bạn cũng có thể chọn để sử dụng lưu trữ dài hạn bằng cách tạo mới một volume.

source: Insufficient privilege level to view user information.
es: Cấp độ quyền không đủ để xem thông tin người dùng.

source: Kernel ID
es: ID nhân

source: Key Pair
es: Cặp khóa

source: Key Pair Name <span class="hz-icon-required fa fa-asterisk"></span>
es: Tên cặp khóa. <span class="hz-icon-required fa fa-asterisk"></span>

source: Key Pairs
es: Các cặp khóa

source: Key Pairs are how you login to your instance after it is launched. Choose a key pair name you will recognize and paste your SSH public key into the space provided.
es: Cặp khóa là cách bạn đăng nhập vào máy ảo sau khi nó được khởi tạo. Chọn một tên cặp khóa bạn sẽ xác nhận vào dán khóa công khai SSH vào vùng được cung cấp

source: Key Pairs are how you login to your instance after it is launched. Choose a key pair name you will recognize. Names may only include alphanumeric characters, spaces, or dashes.
es: Cặp khóa là cách bạn đăng nhập vào máy ảo sau khi nó được khởi tạo. Chọn một tên cặp khóa bạn sẽ xác nhận. Tên chỉ có thể bao gồm các ký tự và số, khoảng cách và dấu gạch ngang.

source: Keypair already exists or name contains bad characters.
es: Cặp khóa đã tồn tại hoặc tên chứa các ký tự không đúng.

source: Killed
es: Đã Xóa

source: Large button
es: Nút bấm lớn

source: Large input
es: Đầu vào lớn

source: Launch
es: Khởi tạo

source: Launch Instance
es: Khởi tạo máy ảo

source: Learn more
es: Thêm thông tin

source: Left
es: Bên trái

source: Legend
es: Huyền thoại

source: Library
es: Thư viện

source: Link
es: Liên kết

source: List group item heading
es: Danh sách nhóm tiêu đề item

source: List groups
es: Danh sách nhóm

source: Load Balancer Pool
es: Cụm cân bằng tải

source: Load Balancer Pool Member
es: Thành viên trong cụm cân bằng tải

source: Load Balancer Pool Members
es: Các thành viên trong cụm cân bằng tải

source: Load Balancer Pools
es: Các cụm cân bằng tải

source: Loading
es: Đang tải

source: Look, I'm in a large well!
es: Tôi đang ở vùng lớn

source: Look, I'm in a small well!
es: Tôi đang ở trong vùng nhỏ

source: Look, I'm in a well!
es: Tôi đang ở trong vùng

source: Manual
es: Bằng tay

source: Max Port
es: Cổng lớn nhất

source: Members
es: Các thành viên

source: Messages
es: Thông điệp

source: Metadata
es: Siêu dữ liệu

source: Metadata Definition
es: Định nghĩa siêu dữ liệu

source: Metadata Definitions
es: Đinh nghĩa các siêu dữ liệu

source: Middle
es: Trung gian

source: Min Disk
es: Disk nhỏ nhất:

source: Min Disk (GB)
es: Disk nhỏ nhất (GB)

source: Min Port
es: Cổng nhỏ nhất

source: Min RAM
es: RAM nhỏ nhất

source: Min RAM (MB)
es: RAM nhỏ nhất. (MB)

source: Min. Disk
es: Disk nhỏ nhất

source: Min. RAM
es: RAM nhỏ nhất

source: Mini button
es: Nút bấn nhỏ

source: Modal title
es: Tiêu đề phương thức

source: Modals
es: Các phương thức

source: Month
es: Tháng

source: Name
es: Tên

source: Navbar
es: Thanh điều hướng

source: Network
es: Mạng

source: Network Health Monitor
es: Giám sát tình trạng mạng

source: Network Health Monitors
es: Các giám sát tình trạng mạng

source: Network ID
es: ID mạng

source: Network Port
es: Cổng mạng

source: Network Ports
es: Các cổng mạng

source: Network Router
es: Router mạng

source: Network Routers
es: Các router mạng

source: Network Subnet
es: Mạng con

source: Network Subnets
es: Các mạng con

source: Network characteristics
es: Đặc điểm mạng

source: Networks
es: Các mạng

source: Networks provide the communication channels for instances in the cloud.
es: Mạng cung cấp các kênh giao tiếp cho các máy ảo trong đám mây.

source: Newer
es: Gần đây nhất

source: Next
es: Tiếp theo

source: No
es: Không

source: No available items
es: Các items không có sẵn

source: Normal
es: Bình thường

source: Note: A Public Container will allow anyone with the Public URL to gain access to your objects in the container.
es: Chú ý: Một Container công khai sẽ cho phép mọi người truy cập đến các objects trong container đó với URL công khai.

source: Note: Delimiters ('{$ ctrl.model.DELIMETER $}') are allowed in the file name to place the new file into a folder that will be created when the file is uploaded (to any depth of folders).
es: Chú ý: Các dấu phân cách ('{$ ctrl.model.DELIMETER $}') được cho phép trong tên tệp tin để đặt tệp tin mới này vào trong một thư mục mà sẽ được tạo khi tệp tin được tải lên.

source: Note: Delimiters ('{$ ctrl.model.DELIMETER $}') are allowed in the folder name to create deep folders.
es: Chú ý: Các dấu phân cách ( ('{$ ctrl.model.DELIMETER $}') được cho phép trong tên thư mục để tạo các thư mục sâu.

source: Note: you will not be able to download this later.
es: Chú ý: bạn sẽ không thể tải xuống sau này.

source: Number
es: Số

source: Object Accounts
es: Các Object Account

source: Object Containers
es: Các Object Container

source: Object Count
es: Đếm Object

source: Object Details
es: Chi tiết Object

source: Objects
es: Các Object

source: Older
es: Cũ hơn

source: One fine body…
es: Một thân tốt...

source: One more separated link
es: Một liên kết khác

source: Option one is this
es: Lựa chọn một là
