Repository: hocchudong/tong-hop-ops
Catalog: OpenStack-Mitaka/viethoa-mitaka/horizon/openstack_dashboard/djangojs.po
Languages: es

source: Option two can be something else
es: Lựa chọn 2 có thể là cái khác

source: Other Input Types
es: Các loại đầu vào khác

source: Overview
es: Tổng quan

source: Owner
es: Chủ sở hữu

source: Pager
es: Paginador

source: Pagination
es: Phân trang

source: Panel content
es: Nội dung Panel

source: Panel danger
es: Panel nguy hiểm

source: Panel footer
es: Panel chân

source: Panel info
es: Thông tin Panel

source: Panel primary
es: Panel chính

source: Panel success
es: Panel thành công

source: Panel warning
es: Panel cảnh báo

source: Panels
es: Các panel

source: Password
es: Mật khẩu

source: Pending Delete
es: Đang chờ xóa

source: Physical Network
es: Mạng vật lý

source: Pills
es: Thuốc

source: Please provide the initial hostname for the instance, the availability zone where it will be deployed, and the instance count. Increase the Count to create multiple instances with the same settings.
es: Vui lòng cung cấp tên khởi tạo (hostname) cho máy ảo, vùng sẵn có nơi mà nó sẽ được tạo, và số lượng máy ảo. Tăng số lượng để tạo nhiều máy ảo với cùng các thông số cài đặt.

source: Please try again.
es: Hãy thử lại

source: Policy check failed.
es: Chính sách kiểm tra thất bại.

source: Ports can be created under a network by administrators.
es: Các cổng có thể được tạo ra dưới mạng bởi các quản trị viên.

source: Ports provide extra communication channels to your instances. You can select ports instead of networks or a mix of both.
es: Các cổng cung cấp thêm các kênh giao tiếp cho các máy ảo của bạn. Bạn có thể chọn các cổng thay thế cho các mạng hoặc kết hợp cả hai

source: Previous
es: Trước

source: Primary
es: Chính

source: Private
es: Riêng tư

source: Profile
es: Hồ sơ

source: Progress bars
es: Thanh tiến trình

source: Project
es: Dự án

source: Project ID
es: ID dự án

source: Project networks are created by users. These networks are fully isolated and are project-specific.
es: Các dự án mạng được tạo bởi các người dùng. Những mạng này bị cô lập hoàn toàn và đặc trưng cho từng dự án.

source: Protected
es: Được bảo vệ

source: Protocol
es: Giao thức

source: Provider Network
es: Nhà cung cấp mạng

source: Provider networks are created by administrators. These networks map to an existing physical network in the data center.
es: Các nhà cung cấp mạng được tạo bởi quản trị viên. Những mạng này ánh xạ đến một mạng vật lý đã tồn tại trong trung tâm dữ liệu

source: Public
es: Công cộng

source: Public Access
es: Truy cập công khai

source: Public Key
es: Khóa công khai

source: Public Key <span class="hz-icon-required fa fa-asterisk"></span>
es: Khóa công khai <span class="hz-icon-required fa fa-asterisk"></span>

source: Queued
es: Đã xếp hàng

source: RX/TX factor
es: Hệ số RX/TX

source: Ramdisk ID
es: ID Ramdisk

source: Re-order items using drag and drop
es: Sắp xếp lại các items bằng cách sử dụng kéo thả.

source: Record Properties
es: Thuộc tính của bản ghi

source: Remote
es: Từ xa

source: Required
es: Bắt buộc

source: Right
es: Đúng

source: Root Disk
es: Đĩa gốc

source: Save
es: Lưu

source: Save changes
es: Lưu những thay đổi

source: Saving
es: Đang lưu

source: Search
es: Tìm kiếm

source: Security
es: Bảo mật

source: Security Groups
es: Các nhóm bảo mật

source: Security groups are project-specific and cannot be shared across projects.
es: Nhóm bảo mật là đặc trưng cho dự án vào không thể chia sẻ qua các dự án khác

source: Security groups define a set of IP filter rules that determine how network traffic flows to and from an instance. Users can add additional rules to an existing security group to further define the access options for an instance. To create additional rules, go to the <b>Compute | Access & Security</b> view, then find the security group and click <b>Manage Rules</b>.
es: Nhóm bảo mật định nghĩa một bộ quy tắc lọc IP để xác định cách thức luồng dữ liệu mạng ra và vào một máy ảo. Người dùng có thể thêm các quy tắc tới một nhóm bảo mật đã tồn tại để xác định thêm các tùy chọn truy cập cho máy ảo.Để tạo thêm các quy tắc, hãy vào<b>Tính toán | Truy cập và bảo mật</b>, sau đó tìm nhóm bảo mật cần thêm và click vào <b>Quản lý các quy tắc</b>.

source: Segmentation ID
es: ID Phân đoạn

source: Select All
es: Chọn tất cả

source: Select Boot Source
es: Chọn nguồn tạo

source: Select a container to browse.
es: Chọn một container để duyệt.

source: Select a key pair from the available key pairs below.
es: Chọn một cặp khóa từ các cặp khóa đã tồn tại ở dưới

source: Select a source from those listed below.
es: Chọn một nguồn từ được liệt kê sau

source: Select a zone
es: Chọn một vùng

source: Select an item from Available items below
es: Chọn một item từ các item có sẵn sau

source: Select at least one network
es: Chọn ít nhất một mạng

source: Select networks from those listed below.
es: Chọn mạng từ danh sách sau.

source: Select one
es: Chọn một

source: Select one or more
es: Chọn một hoặc nhiều hơn

source: Select one or more security groups from the available groups below.
es: Chọn một hoặc nhiều nhóm bảo mật từ các nhóm có sẵn sau.

source: Select ports from those listed below.
es: Chọn các cổng từ danh sách cổng sau

source: Select the security groups to launch the instance in.
es: Chọn nhóm bảo mật để tạo máy ảo.

source: Selects
es: Chọn

source: Separated link
es: Liên kết riêng

source: Server
es: Máy chủ

source: Servers
es: Các máy chủ

source: Service type is not enabled: %(desiredType)s
es: Kiểu dịch vụ không được bật: %(desiredType)s

source: Setting is not enabled: %(setting)s
es: Thiết lập không được bật: %(setting)s

source: Shared
es: Được chia sẻ

source: Shared with Me
es: Được chia sẻ với tôi

source: Size
es: Kích thước

source: Size (GB)
es: Kích thước (GB)

source: Small button
es: Nút bấm nhỏ

source: Small input
es: Đầu vào nhỏ

source: Someone famous in
es: Ai đó nổi tiếng

source: Something else here
es: Có gì khác ở đây

source: Source
es: Nguồn

source: Source Code
es: Mã nguồn

source: Source Title
es: Tiêu đề nguồn

source: Stacked
es: Đã đặt trong ngăn xếp

source: Standard Table
es: Bảng tiêu chuẩn

source: Status
es: Trạng thái

source: Striped
es: Phân chia

source: Submit
es: Gừi đi

source: Subnets Associated
es: Các mạng con đã liên kết

source: Success
es: Thành công

source: Successfully imported key pair %(name)s.
es: Đã được cặp khóa %(name)s vào thành công.

source: Swap Disk
es: Trao đổi đĩa (swap)

source: Tables
es: Các bảng

source: Tags
es: Các thẻ

source: Textarea
es: Vùng văn bản

source: The flavor you select for an instance determines the amount of compute, storage and memory resources that will be carved out for the instance.
es: Flavor mà bạn chọn cho máy ảo để xác định lượng tài nguên CPU, lưu trữ và RAM mà sẽ được cấp phát cho máy ảo

source: The flavor you select must have enough resources allocated to support the type of instance you are trying to create. Flavors that do not provide enough resources for your instance are identified on the <b>Available</b> table with a yellow warning icon.
es: Flavor bạn chọn phải có đủ tài nguyên cấp phát để hỗ trợ kiểu máy ảo mà bạn đang cố thử tạo ra. Các flavor mà không cung cấp đủ tài nguyên cho máy ảo của bạn được xác định trên bảng <b>Có sẵn</b> với hình cảnh báo màu vàng.

source: The following snippet of text is <em>rendered as italicized text</em>.
es: Đoạn văn bản dưới đây được <em>hiện thị dưới dạng in nghiêng</em>.

source: The following snippet of text is <strong>rendered as bold text</strong>.
es: Đoạn văn bản dưới đây được <strong>hiện thị dưới dạng in đậm</strong>.

source: The instance count must not exceed your quota available of %(maxInstanceCount)s instances
es: Số lượng máy ảo không được vượt quá hạn ngạch của bạn trong %(maxInstanceCount)s máy ảo.

source: The logical port also defines the MAC address and the IP address(es) to be assigned to the interfaces plugged into them.
es: Cổng logic cũng định nghĩa địa chỉ MAC và địa chỉ IP để xác định các interfaces cắm vào chúng.

source: The maximum number of key-value pairs that can be supplied per instance is determined by the compute provider.
es: Số cặp khóa-giá trị tối đa có thể được cung cấp cho mỗi máy ảo được xác định bởi nhà cung cấp tính toán.

source: The selected %(sourceType)s source requires a flavor with at least %(minDisk)s GB of root disk. Select a flavor with a larger root disk or use a different %(sourceType)s source.
es: Nguồn %(sourceType)s đã chọn yêu cầu một flavor với ít nhất %(minDisk)s GB đĩa gốc. Chọn một flavor với một đĩa gốc lớn hơn hoặc sử dụng một nguồn khác %(sourceType)s.

source: The selected %(sourceType)s source requires a flavor with at least %(minRam)s MB of RAM. Select a flavor with more RAM or use a different %(sourceType)s source.
es: Nguồn %(sourceType)s đã chọn yêu cầu một flavor với ít nhất %(minRam)s MB RAM. Chọn một flavor với RAM lớn hơn hoặc sử dụng một nguồn khác %(sourceType)s .

source: The status indicates whether the network has an active connection.
es: Trạng thái cho biết mạng có hoạt động kết nối.

source: The status indicates whether the port has an active connection.
es: Trạng thái cho biết cổng có hoạt động kết nối.

source: The subnet identifies a sub-section of a network. A subnet is specified in CIDR format. A typical CIDR format looks like <samp>192.xxx.x.x/24</samp>.
es: Mạng con xác định một vùng con trong một mạng. Một mạng con được chỉ rõ trong định dạng CIDR. Một định dạng CIDR đỉnh hình trông giống như: <samp>192.xxx.x.x/24</samp>.

source: The volume size must be at least %(minVolumeSize)s GB
es: Kích thước volume phải ít nhất %(minVolumeSize)s GB

source: There are two ways to generate a key pair. From a Linux system, generate the key pair with the <samp>ssh-keygen</samp> command:
es: Có hai cách để sinh ra cặp khóa. Từ hệ thống Linux, sinh cặp khóa với lệnh <samp>ssh-keygen</samp>:

source: This command generates a pair of keys: a private key (cloud.key) and a public key (cloud.key.pub).
es: Lệnh này sinh ra một cặp khóa: một khóa riêng tư (cloud.key) và một khóa công khai (cloud.key.pub).

source: This flavor requires more RAM than your quota allows. Please select a smaller flavor or decrease the instance count.
es: Flavor này yêu cầu nhiều RAM hơn mà hạn ngạch của cho phép. Hãy chọn một flavor nhỏ hơn hoặc giảm số lượng máy ảo.

source: This flavor requires more VCPUs than your quota allows. Please select a smaller flavor or decrease the instance count.
es: Flavor này yêu cầu nhiều VCPUs hơn mà hạn ngạch của cho phép. Hãy chọn mộtflavor nhỏ hơn hoặc giảm số lượng máy ảo.

source: This is a simple hero unit, a simple jumbotron-style component for calling extra attention to featured content or information.
es: Đây là một đơn vị cơ bản, một thành phần với phong cách màn hình lớn để gọi thêm sự chú ý vào nội dung hoặc thông tin nổi bật.

source: This is focused...
es: Điều này tập trung...

source: This limit is currently not set.
es: Giới hạn này hiên tại không được thiết lập.

source: This limit is currently set to {$ model.novaLimits.maxServerMeta $}.
es: Giới hạn này hiện được đặt thành {$ model.novaLimits.maxServerMeta $}.

source: This step allows you to add Metadata items to your instance.
es: Bước này cho phép bạn thêm trường Metadata cho máy ảo của bạn.

source: Time
es: Thời gian

source: Timestamp
es: Tem thời gian

source: To view source code, hover over a section, then click the <a class="btn btn-primary btn-xs"><span class="fa fa-code"></span></a> button in the top right of that section.
es: Để xem mã nguồn, di chuột qua một phần, sau đó click vào <a class="btn btn-primary btn-xs"><span class="fa fa-code"></span></a> nút bấm ở trên cùng bên phải của phần đó.

source: Top
es: Trên cùng

source: Total Disk
es: Tổng đĩa

source: Total Instances
es: Tổng máy ảo

source: Total RAM
es: Tổng RAM

source: Total VCPUs
es: Tổng VCPUs

source: Type
es: Kiểu

source: Type your script directly into the Customization Script field. If your browser supports the HTML5 File API, you may choose to load your script from a file. The size of your script should not exceed 16 Kb.
es: Nhập kịch bản (script) của bạn trực tiếp vào trường Tùy chỉnh Kịch bản. Nếu trình duyệt của bạn hỗ trợ tệp tin HTML5 API, bạn có thể chọn để tải kịch bản của bạn từ một tệp tin. Kích thước tệp tin kịch bản nên không vượt quá 16 Kb.

source: Unable to allocate new floating IP address.
es: Không thể cấp phát địa chỉ floating IP mới

source: Unable to associate floating IP address.
es: Không thể liên kết địa chỉ floating IP.

source: Unable to change the container access.
es: Không thể thay đổi truy cập container

source: Unable to copy the object.
es: Không thể sao chép object này.

source: Unable to create the container.
es: Không thể tạo container

source: Unable to create the domain.
es: Không thể tạo domain.

source: Unable to create the flavor.
es: Không thể tạo flavor .

source: Unable to create the folder.
es: Không thể tạo thư mục.

source: Unable to create the image.
es: Không thể tạo image.

source: Unable to create the keypair.
es: Không thể tạo cặp khóa.

source: Unable to create the network.
es: Không thể tạo mạng.

source: Unable to create the project.
es: Không thể tạo dự án.

source: Unable to create the role.
es: Không thể tạo vai trò.

source: Unable to create the server.
es: Không thể tạo máy ảo

source: Unable to create the subnet.
es: Không thể tạo mạng con.

source: Unable to create the user.
es: Không thể tạo người dùng.

source: Unable to create the volume.
es: Không thể tạo volume.

source: Unable to delete Image: %s.
es: Không thể xóa image: %s.

source: Unable to delete the container.
es: Không thể xóa container này.

source: Unable to delete the domain.
es: Không thể xóa domain này.

source: Unable to delete the domains.
es: Không thể xóa các domanins này.

source: Unable to delete the flavor with id: %(id)s
es: Không thể xóa flavor có id: %(id)s

source: Unable to delete the folder because it is not empty.
es: Không thể xóa thư mục này bởi vì nó không phải là thư mục trống.

source: Unable to delete the image with id: %(id)s
es: Không thể xóa image có id: %(id)s

source: Unable to delete the object.
es: Không thể xóa đối tượng này.

source: Unable to delete the project.
es: Không thể xóa dự án này.

source: Unable to delete the projects.
es: Không thể xóa các dự án này.

source: Unable to delete the role.
es: Không thể xóa vai trò này.

source: Unable to delete the roles.
es: Không thể xóa những vai trò này.

source: Unable to delete the user.
es: Không thể xóa người dùng.

source: Unable to delete the users.
es: Không thể xóa những người dùng này.

source: Unable to disassociate floating IP address.
es: Không thể tách địa chỉ floating IP.

source: Unable to edit instance metadata.
es: Không thể sửa metadata máy ảo.

source: Unable to edit the aggregate extra specs.
es: Không thể sửa các thông số kỹ thuật bổ sung.

source: Unable to edit the domain.
es: Không thể sửa domain.

source: Unable to edit the flavor extra specs.
es: Không thể sửa thông số flavor.

source: Unable to edit the image custom properties.
es: Không thể sửa các thuộc tính tùy chọn của image.

source: Unable to edit the project.
es: Không thể sửa dự án.

source: Unable to edit the role.
es: Không thể sửa vai trò.

source: Unable to edit the user.
es: Không thể sửa vai trò

source: Unable to fetch the service catalog.
es: Không thể lấy danh mục dịch vụ.

source: Unable to fetch the services.
es: Không thể lấy dịch vụ.

source: Unable to generate
es: Không thể sinh

source: Unable to get details of the object.
es: Không thể xem chi tiết dự án

source: Unable to get the Glance service version.
es: Không thể lấy phiên bản dịch vụ Glance.

source: Unable to get the Keystone service version.
es: Không thể lấy phiên bản dịch vụ Keystone

source: Unable to get the Swift container listing.
es: Không thể lấy danh sách container trong Swift

source: Unable to get the Swift service info.
es: Không thể lấy thông tin dịch vụ Swift.

source: Unable to get the container details.
es: Không thể lấy thông tin chi tiết container

source: Unable to get the objects in container.
es: Không thể lấy các object trong container.

source: Unable to grant the role.
es: Không thể cấp phát vai trò.

source: Unable to import the keypair.
es: Không thể đưa cặp khóa vào

source: Unable to retrieve floating IP pools.
es: Không thể truy xuất hồ floating IP.

source: Unable to retrieve floating IPs.
es: Không thể truy xuất floating IPs.

source: Unable to retrieve instance metadata.
es: Không thể truy xuấti metadata máy ảo

source: Unable to retrieve instances.
es: Không thể truy xuất các máy ảo.

source: Unable to retrieve settings.
es: Không thể truy xuất thiết lập

source: Unable to retrieve the Absolute Limits.
es: Không thể truy xuất giới hạn Absolute

source: Unable to retrieve the QoS Specs.
es: Không thể khôi phục thông số kỹ thuật QoS.

source: Unable to retrieve the agents.
es: Không thể lấy các agents.

source: Unable to retrieve the aggregate extra specs.
es: Không thể truy lục các thông số kỹ thuật.

source: Unable to retrieve the availability zones.
es: Không thể lấy được các vùng khả dụng.

source: Unable to retrieve the cinder services.
es: Không thể truy xuất các dịch vụ cinder.

source: Unable to retrieve the current user session.
es: Không thể truy xuất phiên người dùng hiện tại.

source: Unable to retrieve the default volume type.
es: Không thể truy xuất loại volume mặc định.

source: Unable to retrieve the domain.
es: Không thể truy xuất domain.

source: Unable to retrieve the domains.
es: Không thể truy xuất vào các domain.

source: Unable to retrieve the extensions.
es: Không thể truy xuất các tiện ích.

source: Unable to retrieve the flavor extra specs.
es: Không thể truy xuất vào các thông số kỹ thuật của flavor

source: Unable to retrieve the flavor.
es: Không thể truy xuất vào flavor

source: Unable to retrieve the flavors.
es: Không thể truy xuất vào các flavors.

source: Unable to retrieve the heat services.
es: Không thể lấy các dịch vụ heat.

source: Unable to retrieve the image custom properties.
es: Không thể lấy các thuộc tính tùy chỉnh của image.

source: Unable to retrieve the image.
es: Không thể truy xuất vào image

source: Unable to retrieve the images.
es: Không thể truy xuất vào các image.

source: Unable to retrieve the keypairs.
es: Không thể truy xuất cặp khóa.

source: Unable to retrieve the limits.
es: Không thể truy xuất vào các giới hạn.

source: Unable to retrieve the namespaces.
es: Không thể truy xuất vào không gian tên.

source: Unable to retrieve the networks.
es: Không thể truy xuất vào các mạng.

source: Unable to retrieve the nova services.
es: Không thể truy xuất vào các dịch vụ nova

source: Unable to retrieve the ports.
es: Không thể truy xuất vào các cổng

source: Unable to retrieve the project.
es: Không thể truy xuất vào các cổng

source: Unable to retrieve the projects.
es: Không thể truy xuất vào các dự án.

source: Unable to retrieve the resource types.
es: Không thể truy xuất vào các loại tài nguyên.

source: Unable to retrieve the role.
es: Không thể truy xuất vào vai trò.

source: Unable to retrieve the roles.
es: Không thể truy xuất vào các vai trò.

source: Unable to retrieve the security groups.
es: Không thể truy xuất vào các nhóm bảo mật.

source: Unable to retrieve the server.
es: Không thể truy xuất vào các máy ảo.

source: Unable to retrieve the subnets.
es: Không thể truy xuất vào các mạng con.

source: Unable to retrieve the user.
es: Không thể truy xuất vào người dùng.

source: Unable to retrieve the users.
es: Không thể truy xuất vào các người dùng.

source: Unable to retrieve the volume snapshots.
es: Không thể truy xuất vào các snapshots của volume.

source: Unable to retrieve the volume type.
es: Không thể truy xuất vào loại volume.

source: Unable to retrieve the volume types.
es: Không thể truy xuất vào các loại volume.

source: Unable to retrieve the volume.
es: Không truy xuất vào volume

source: Unable to retrieve the volumes.
es: Không thể truy xuất vào các volume.

source: Unable to update the flavor.
es: Không thể cập nhật flavor

source: Unable to update the image.
es: Không thể cập nhật image.

source: Unable to upload the object.
es: Không thể tải đối tượng lên.

source: Unable to validate the template.
es: Không thể xác nhận mẫu.

source: Unknown
es: Không biết

source: Up
es: Lên

source: Update Aggregate Metadata
es: Cập nhật tổng hợp metadata.

source: Update Flavor Metadata
es: Cập nhật metadata flavor.

source: Update Image Metadata
es: Cập nhật metadata image.

source: Update Instance Metadata
es: Cập nhật metadata máy ảo.

source: Update Metadata
es: Cập nhật metadata

source: Updated
es: Đã cập nhật

source: Updated At
es: Đã cập nhật lúc

source: Upload File
es: Tải tệp tin lên

source: Upload File To: {$ ctrl.model.container.name $} <span ng-if="ctrl.model.folder">: {$ ctrl.model.folder $}</span>
es: Tải file lên: {$ ctrl.model.container.name $} <span ng-if="ctrl.model.folder">: {$ ctrl.model.folder $}</span>

source: Uploading
es: Đang tải lên

source: Use image as a source
es: Sử dụng image như một nguồn

source: User ID
es: ID người dùng

source: User Name
es: Tên người dùng

source: VNIC type
es: Loại VNIC

source: View Details
es: Xem chi tiết

source: Virtual Size
es: Kích thước ảo

source: Virtual instances attach their interfaces to ports.
es: Các máy ảo cắm những interfaces của chúng vào các cổng.

source: Visibility
es: Không năng hiển thị.

source: Volume %s was successfully created.
es: Volume %s Đã được tạo thành công.

source: Volume Backup
es: Sao lưu volume

source: Volume Backups
es: Các sao lưu volume.

source: Volume Details
es: Chi tiết volume

source: Volume Quota
es: Hạn ngạch volume

source: Volume Size (GB) <span class="hz-icon-required fa fa-asterisk"></span>
es: Kích thước volume (GB) <span class="hz-icon-required fa fa-asterisk"></span>

source: Volume Snapshots
es: Các Volume snapshot

source: Volume Type Description:
es: Mô tả kiểu volume:

source: Volume and Snapshot Quota (GB)
es: Volume và Hạn ngạch snapshot (GB)

source: Volume size is required and must be an integer
es: Kích thước volume là bắt buộc và phải là một số nguyên

source: Volumes
es: Các volume

source: Volumes are block devices that can be attached to instances.
es: Volume là các khối thiết bị mà có thể được cắm vào máy ảo.

source: Volumes can only be attached to 1 active instance at a time. Please either set your instance count to 1 or select a different source type.
es: Các volume chỉ có thể được cắm vào 1 máy ảo tại một thời điểm. Hãy đặt số lượng máy ảo là 1 hoặc chọn một kiểu nguồn khác.

source: Warning
es: Cảnh báo

source: Warning!
es: Cảnh báo

source: Week
es: Tuần

source: When IP addresses are associated to a port, this also implies the port is associated with a subnet, as the IP address was taken from the allocation pool for a specific subnet.
es: Khi địa chỉ IP được liên kết tới một cổng, điều này cũng có nghĩa là cổng được liên kết với một mạng con, như địa chỉ IP đã được lấy từ hồ cấp phátcho một mạng con cụ thể.

source: When selecting volume as boot source, please ensure the instance's availability zone is compatible with your volume's availability zone.
es: Khi chọn volume là nguồn tạo, hãy chắc chắn vùng của máy ảo có sẵn là tương thích với vùng có sẵn của volume

source: When the <b>Admin State</b> for a network is set to <b>Up</b>, then the network is available for use. You can set the <b>Admin State</b> to <b>Down</b> if you are not ready for other users to access the network.
es: Khi<b>Trạng thái quản trị viên</b> của một mạng được đặt là <b>Lên</b>, thì mạng đó sẵn sàng để sử dụng. Bạn có thể thể đặt<b>Trạng thái quản trị</b> là <b>Xuống</b> Nếu bạn không sẵn sàng cho người dùng khác truy cập mạng.
