Repository: hocchudong/tong-hop-ops
Catalog: OpenStack-Mitaka/viethoa-mitaka/horizon/openstack_dashboard/django.po
Languages: es

source: Modify Consumer
es: Modificar consumidor

source: Modify Groups
es: Modificar grupos

source: Modify Quotas
es: Modificar cuotas

source: Modify Usage Report Parameters
es: Modificar Parámetros del informe de uso

source: Modify dashboard settings for your user.
es: Modificar las opciones del panel para su usuario.

source: Modify name and description of a volume.
es: Modificar nombre y descripción de un volumen.

source: Modify the name and description of a snapshot.
es: Modificar el nombre y la descripción de una instantánea.

source: Modify the name and description of a volume consistency group.
es: Modificar el nombre y la descripción de un grupo de consistencia de volumen.

source: Modify volume type name and description.
es: Modificar el nombre y la descripción del tipo de volumen.

source: Monitor
es: Supervisor

source: Monitor Details
es: Detalles de los supervisores

source: Monitor Type
es: Tipo de supervisor

source: Monitoring:
es: Supervisión:

source: Monitors
es: Supervisores

source: Month to date
es: Mes hasta la fecha

source: Must specify start of period
es: Debe especificar el inicio del periodo

source: Name
es: Nombre

source: Name =
es: Nombre =

source: Name may only contain letters, numbers, underscores, periods and hyphens.
es: El nombre sólo puede incluir letras, números, guiones, guiones bajos y puntos.

source: Name must start with a letter and may only contain letters, numbers, underscores, periods and hyphens.
es: El nombre debe comenzar con una letra y sólo puede incluir letras, números, guiones bajos, puntos y guiones.

source: Name of the stack to create.
es: Nombre de la pila a crear.

source: Name or other identifier for existing volume
es: Nombre u otro identificador del volumen existente

source: Name: %(name)s ID: %(uuid)s
es: Nombre: %(name)s ID: %(uuid)s

source: Namespace
es: Espacio de nombres

source: Namespace %s has been created.
es: Se ha creado el espacio de nombres %s.

source: Namespace Definition Source
es: Origen de definición del espacio de nombres

source: Namespace JSON
es: JSON de espacio de nombres

source: Namespace Overview
es: Vista general de Espacios de nombres

source: Namespace Resource Type Associations
es: Asociaciones de tipos de recurso de espacio de nombres

source: Namespaces
es: Espacios de nombres

source: Namespaces can be associated to different resource types. This makes the properties in the namespace visible in the 'Update Metadata' action for that type of resource.
es: Los espacios de nombres podrán ser asociados a diferentes tipos de recursos. Esto hace que las propiedades en el espacio de nombres sean visibles en la acción 'Actualizar Metadatos' para ese tipo de recursos.

source: Network
es: Red

source: Network "%s" was successfully created.
es: La red "%s" se ha creado correctamente.

source: Network %s was successfully created.
es: La red %s se ha creado satisfactoriamente.

source: Network %s was successfully updated.
es: Se ha actualizado correctamente la red %s.

source: Network Address
es: Direcciones de red

source: Network Address Source
es: Origen de dDirección de red

source: Network Address and IP version are inconsistent.
es: La dirección IP de la red y la versión de IP no concuerdan.

source: Network Agents
es: Agentes de red

source: Network Details
es: Detalles de la red

source: Network ID
es: ID de red

source: Network Mask
es: Máscara de red

source: Network Name
es: Nombre de la red

source: Network Overview
es: Vista general de la red

source: Network Ports
es: Puertos de red

source: Network Profile
es: Perfil de red

source: Network Profiles could not be retrieved.
es: No se ha podido obtener la lista de perfiles de red.

source: Network Topology
es: Topología de red

source: Network Type:
es: Tipo de red:

source: Network address in CIDR format (e.g. 192.168.0.0/24)
es: Dirección de red en formato CIDR (p. ej. 192.168.0.0/24)

source: Network address in CIDR format (e.g. 192.168.0.0/24, 2001:DB8::/48)
es: La dirección de la red en formato CIDR (p. ej. 192.168.0.0/24, 2001:DB8::/48)

source: Network list can not be retrieved.
es: No se ha podido obtener la lista de redes.

source: Networking
es: Redes

# Task status of an Instance
source: Networking
es: Redes

source: Networks
es: Redes

source: Never
es: Nunca

source: Never updated
es: Nunca actualizado

source: New DHCP Agent
es: Nuevo agente DHCP

source: New Flavor
es: Tipo nuevo

source: New Host
es: Nuevo host

source: New QoS Spec Consumer
es: Nuevo consumidor de especificación QoS

source: New Size (GiB)
es: Nuevo tamaño (GiB)

source: New name cannot be empty.
es: El nuevo nombre no puede estar vacío.

source: New name conflicts with another volume type.
es: El nuevo nombre entra en conflicto con otro tipo de volumen.

source: New password
es: Mật khẩu mới

source: New size must be greater than current size.
es: El nuevo tamaño debe ser mayor que el actual.

source: Next
es: Siguiente

source: Next Hop
es: Siguiente salto

source: Next Hop IP must be a part of one of the subnets to which the router interfaces are connected.
es: El próximo salto IP debe formar parte de una de las subredes a la cual están conectadas las interfaces del direccionador

source: Next Hops
es: Siguientes saltos

source: Next&nbsp;&raquo;
es: Siguiente&nbsp;&raquo;

source: No Host selected.
es: No se han seleccionado hosts.

source: No Hosts found.
es: No se han encontrado hosts.

source: No Ports available
es: No hay puertos disponibles

source: No Session Persistence
es: Sesión no persistente

# Power state of an Instance
source: No State
es: Sin estado

source: No assigned volumes
es: No hay volúmenes asignados

source: No associations defined.
es: No hay asociaciones definidas.

source: No attached device
es: No hay ningún dispositivo conectado

source: No availability zones found
es: No se han encontrado zonas de disponibilidad

source: No available console found.
es: No se ha encontrado ninguna consola disponble.

source: No available projects
es: No hay proyectos disponibles

source: No flavors available
es: No hay tipos disponibles

source: No floating IP addresses allocated
es: No se han asignado direcciones IP flotantes

source: No floating IP pools available
es: No hay IP flotantes disponibles

source: No floating IPs to disassociate.
es: No hay IPs flotantes que desasociar.

source: No groups found.
es: No se han encontrado grupos.

source: No groups.
es: No hay grupos.

source: No host selected.
es: No se han seleccionado hosts.

source: No hosts found.
es: No se han encontrado hosts.

source: No images available
es: No hay imágenes disponibles

source: No input was provided for the namespace content.
es: No se ha indicado ninguna entrada para el contenido del espacio de nombres

source: No instances available
es: No hay instancias disponibles

source: No key pairs available
es: No hay pares de claves disponibles

source: No mappings available
es: No hay correlaciones disponibles

source: No networks available
es: No hay redes disponibles

source: No new QoS spec available
es: No hay ninguna especificación QoS nueva disponible

source: No options specified
es: No se ha especificado ninguna opción

source: No other agents available.
es: No hay otros agentes disponibles.

source: No other hosts available
es: No hay otros hosts disponibles.

source: No other hosts available.
es: No hay otros hosts disponibles.

source: No other volume types available
es: No hay otros tipos de volumen disponibles

source: No ports available
es: No hay puertos disponibles

source: No projects found.
es: No se han encontrado proyectos.

source: No projects selected. All projects can use the flavor.
es: No hay proyectos seleccionados. Todos los proyectos pueden usar el tipo.

source: No provider is available
es: No hay ningún proveedor disponible

source: No rules defined.
es: No hay reglas definidas.

source: No security groups available
es: No hay grupos de seguridad disponibles

source: No security groups enabled.
es: No hay grupos de seguridad habilitados.

source: No security groups found.
es: No se han encontrado grupos de seguridad.

source: No servers available. To add a member, you need at least one running instance.
es: No hay servidores disponibles. Para añadir un miembro es necesario tener al menos una instancia en ejecución.

source: No session persistence
es: Sesión no persistente

source: No snapshots available
es: No hay instantáneas disponibles

source: No source, empty volume
es: Sin origen, volumen vacío

source: No subnets available
es: No hay subredes disponibles

source: No users found.
es: No se han encontrado usuarios.

source: No users.
es: No hay usuarios.

source: No volume snapshots available
es: No hay instantáneas de volúmenes disponibles

source: No volume type
es: Ningún tipo de volumen

source: No volume types found.
es: No se han encontrado tipos de volumen

source: No volume types selected.
es: No se han seleccionado tipos de volumen

source: No volumes attached.
es: No hay volúmenes asociados

source: No volumes available
es: No hay volúmenes disponibles

source: No volumes found.
es: No se han encontrado volúmenes.

source: No volumes selected.
es: No se han seleccionado volúmenes.

source: Non admin users are not allowed to make images public.
es: Los usuarios no administradores no tienen permiso para hacer públicas las imágenes.

source: Non admin users are not allowed to set shared option.
es: Los usuarios no administradores no tienen permiso para definir la opción de compartir

source: Non-Members
es: No miembros

source: None
es: Ninguno

# Task status of an Instance
source: None
es: Ninguno

source: None (removes spec)
es: None (elimina la especificación)

source: Not attached
es: No asociado

source: Not available
es: No disponible

source: Note that a volume can not be deleted if it is &quot;attached&quot; or has any dependent snapshots.
es: Tenga en cuenta que un volumen no se puede suprimir si está &quot;conectado&quot; o tiene instantáneas dependientes.

source: Note:
es: Nota:

source: Note: A Public Container will allow anyone with the Public URL to gain access to your objects in the container.
es: Nota: Un contenedor público permitirá que cualquiera que conozca la URL pública acceda a sus objetos en el contenedor.

source: Number of API requests against swift
es: Número de solicitudes de API a Swift

source: Number of Instances
es: Número de instancias

source: Number of Snapshots
es: Número de instantáneas

source: Number of VCPUs
es: Número de VCPU

source: Number of Volumes
es: Número de volúmenes

source: Number of containers
es: Numero de contenedores

source: Number of image deletions
es: Número de imágenes borradas

source: Number of image updates
es: Número de imágenes actualizadas

source: Number of image uploads
es: Número de imágenes cargadas

source: Number of incoming bytes
es: Número de bytes entrantes

source: Number of incoming bytes on the network for a VM interface
es: Número de bytes entrantes en la red para una interfaz de la MV

source: Number of incoming packets for a VM interface
es: Número de paquetes entrantes para una interfaz de la MV

source: Number of instances to launch.
es: Número de instancias a iniciar.

source: Number of items to show per page (applies to the pages that have API supported pagination, Max Value: %s)
es: Số lượng items hiển thị mỗi trang (áp dụng các trang có API :được hỗ trợ đánh số trang, Giá trị lớn nhất %s)

source: Number of log lines to be shown per instance
es: Số các dòng log được hiển thị cho mỗi instance

source: Number of objects
es: Số của các objects

source: Number of outgoing bytes
es: Số bytes truyền ra bên ngoài

source: Number of outgoing bytes on the network for a VM interface
es: Số bytes truyền ra ngoài mạng cho mỗi interface của máy ảo

source: Number of outgoing packets for a VM interface
es: Số gói tin truyền ra ngoài cho mỗi interface của máy ảo

source: Number of permissible failures before changing the status of member to inactive
es: Số lỗi cho phép trước khi thay đổi trạng thái của thành viên thành không hoạt động

source: Number of read requests
es: Số cácyêu cầu đọc

source: Number of write requests
es: Số các yêu cầu viết

source: OR Copy/Paste your Private Key
es: OR Copy/Paste Private Key của bạn

source: Object Count
es: Số lượng Object

source: Object Count:
es: Số lượng Object:

source: Object Details
es: Chi tiết Object

source: Object Name
es: Tên Object

source: Object Store
es: Lưu trữ Object

source: Object was successfully updated.
es: Object đã hoàn thành cập nhật.

source: Object was successfully uploaded.
es: Object đã hoàn thành tải lên.

source: Old Flavor
es: Flavor cũ

source: On Demand
es: Theo nhu cầu

source: Once a floating IP is released, there is no guarantee the same IP can be allocated again.
es: Một khi floating IP được cấp phát, không đảm bảo sự trùng lặp IP được phân bổ lại.

source: Only definitions in raw JSON format are supported.
es: Chỉ định nghĩa trong định dạng raw JSON được hỗ trợ.

source: Open Port
es: Mở Port

source: Open Port/Port Range:
es: Mở Port/dải Port

source: Optional Parameters
es: Các thông số tùy chọn

source: Optional: Next Hop Addresses (comma delimited)
es: Tùy chọn: Địa chỉ Hop tiếp theo (phân cách bởi dấy phẩy)

source: Optionally, you may choose to create a new volume.
es: Tùy chọn, bạn có thể chọn tạo volume mới.

source: Orchestration
es: Orquestación

source: Orchestration Services
es: Các dịch vụ orchestration

source: Orchestration service is disabled.
es: Dịch vụ orchestration bị vô hiệu hóa.

source: Other
es: Khác

source: Other Protocol
es: Giao thức khác

source: Out of range float values are not JSON compliant: %r
es: Khoảng giá trị thực không tương thích với JSON: %r

source: Outputs
es: Các đầu ra

source: Overview
es: Tổng quan

source: Owner
es: Chủ sở hữu

source: Ownership of a volume can be transferred from one project to another. Accepting a transfer requires obtaining the Transfer ID and Authorization Key from the donor. This is equivalent to the <tt>cinder transfer-accept</tt> command.
es: Quyền sở hữu volume được chuyển từ một project đến project khác. Chấp nhận chuyển yêu cầu có ID chuyển tiếp và ủy quyền Key từ người tặng. Điều này tương đương với câu lệnh <tt>cinder transfer-accept</tt> .

source: Ownership of a volume can be transferred from one project to another. Once a volume transfer is created in a donor project, it then can be "accepted" by a recipient project. This is equivalent to the <tt>cinder transfer-create</tt> command.
es: Quyền sở hữu của volume được chuyển từ một project đến project khác. Việc chấp nhận di chuyển volume được tạo bởi project tặng, Nó có thể được chấp nhận bởi project nhận. Điều này tương đương với câu lệnh <tt>cinder transfer-accept</tt> .

source: Page Not Found
es: Trang web không được tìm thầy

source: Parameters
es: THông số

source: Password
es: Mật khẩu

# Current status of an Instance
source: Password
es: Mật khẩu

source: Password changed. Please log in again to continue.
es: Mật khẩu đã thay đổi. Xin vui lòng đăng nhập lại để tiếp tục.

source: Password changed. Please log in to continue.
es: Mật khẩu đã thay đổi. Xin vui lòng đăng nhập để tiếp tục.

source: Password for user "%s"
es: Mật khẩu dành cho người dùng "%s"

source: Passwords do not match.
es: Mật khẩu không khớp.

# Swift pseudo folder path
source: Path
es: Đường dẫn

# Action log of an instance
source: Pause
es: Tạm dừng

source: Pause Instance
es: Tạm dừng máy ảo

# Current status of an Instance
source: Paused
es: Được tạm dừng

# Power state of an Instance
source: Paused
es: Được tạm dừng

source: Paused Instance
es: Máy ảo được tạm dừng

# Task status of an Instance
source: Pausing
es: Đang tạm dừng

source: Peer gateway public IPv4/IPv6 Address or FQDN
es: Địa chỉ IPv4/IPv6 gateway public đồng cấp hoặc FQDN

source: Peer gateway public IPv4/IPv6 address or FQDN for the VPN Connection
es: Địa chỉ IPv4/IPv6 gateway public đồng cấp hoặc FQDN cho kết nối VNPN.

source: Peer router identity for authentication (Peer ID)
es: Nhận dạng router đồng cấp cho xác thực(Peer ID)

source: Peer router identity for authentication. Can be IPv4/IPv6 address, e-mail, key ID, or FQDN
es: Nhận dạng router đồng cấp cho xác thực.Có thể là địa chỉ IPv4/IPv6, e-mail key ID, hoặc FQDN

# Current status of a Firewall
source: Pending Create
es: Đang chờ xử lý Tạo

# Current status of a Pool
source: Pending Create
es: Đang chờ xử lý Tạo

# Current status of a VPN Service
source: Pending Create
es: Đang chờ xử lý Tạo

# Current status of a Firewall
source: Pending Delete
es: Đang chờ xử lý Xóa

# Current status of a Pool
source: Pending Delete
es: Đang chờ xử lý Xóa

# Current status of a VPN Service
source: Pending Delete
es: Đang chờ xử lý Xóa

# Current status of an Image
source: Pending Delete
es: Đang chờ xử lý Xóa

# Current status of a Firewall
source: Pending Update
es: Đang chờ xử lý Cập nhật

# Current status of a Pool
source: Pending Update
es: Đang chờ xử lý Cập nhật

# Current status of a VPN Service
source: Pending Update
es: Đang chờ xử lý Cập nhật

source: Per Volume Size (GiB)
es: Kích thước mỗi volume (GiB)

source: Period
es: Thời gian

source: Period:
es: Thời gian:

source: Permit
es: Cho phép

source: Physical Network
es: Mạng vật lý

source: Physical Network:
es: Mạng vật lý:

source: Please choose a HTTP method
es: Hãy chọn giao thức HTTP

source: Please enter a single value (e.g. 200), a list of values (e.g. 200, 202), or range of values (e.g. 200-204)
es: Vui lòng nhập một giá trị (VD: 200), danh sách các giá trị (VD: 200, 202), hoặc khoảng giá trị (VD: 200-204)

source: Please note:
es: Hãy chú ý:

source: Please specify a %s using only one source method.
es: Hãy chỉ định %s chỉ sử dụng một phương thức nguồn.

source: Please specify an URL
es: Hãy chỉ định URL

source: Please try again later [Error: %s].
es: Hãy thử lại sau [Lỗi: %s].

source: Policies
es: Các Chính sách

source: Policy
es: Chính sách

source: Policy %s was successfully updated.
es: Chính sách %s được cập nhật thành công.

source: Policy ID
es: ID chính sách

source: Policy Profiles
es: Cấu hình chính sách.

source: Pool
es: NHóm

source: Pool %s was successfully updated.
es: Nhóm %s được cập nhật thành công.

source: Pool Details
es: Chi tiết nhóm

source: Pools
es: Các nhóm

source: Port
es: Cổng

source: Port %s was successfully created.
es: Cổng %s được tạo thành công.

source: Port %s was successfully updated.
es: Cổng %s được cập nhật thành công.

source: Port ID
es: ID cổng

source: Port Range
es: Dải cổng

source: Port Security Enabled
es: Cổng được kích hoạt bảo mật

source: Port cleanup failed for these port-ids (%s).
es: Xóa cổng thất bị cho các id của cổng này (%s).

source: Port list can not be retrieved.
es: Danh sách cổng không thể tìm thấy.

source: Port to be associated
es: Cổng để liên kết

source: Ports
es: Các cổng

source: Ports are optional and can be used with networks to add extra IP addresses to your instances or select specific types of ports.
es: Các cổng là tùy chọn và có thể được sử dụng với nhiều mạng để thêm đại chỉ IP đến máy ảo của bạn hoặc chọn loại cụ thể của cổng.

source: Position in Policy
es: Vị trí trong chính sách

source: Power State
es: Trạng thái bật

source: Power consumption
es: Tiêu thụ năng lượng

# Task status of an Instance
source: Powering Off
es: Đang tắt

# Task status of an Instance
source: Powering On
es: Đang bật

source: Pre-Shared Key (PSK) string
es: Chuỗi khóa trước khi được chia sẻ (PSK)

source: Pre-Shared Key string
es: Chuỗi khóa trước khi được chia sẻ

# Task status of an Instance
source: Preparing Resize or Migrate
es: Chuẩn bị Thay đổi kích cỡ hoặc Di chú

source: Preview
es: Xem trước

source: Preview Stack
es: Xem trước Stack

source: Preview Stack Details
es: Xem trước các chi tiết của Stack

source: Preview Stack Parameters
es: Xem trước các thông số Stack

source: Preview Template
es: Xem trước mẫu

source: Preview a new stack with the provided values.
es: Xem trước stack mới với vói giá trị được cung cấp.

source: Primary Project
es: Project chính

source: Private
es: Bí mật

source: Private Key File
es: File khóa bí mật

source: Project & User
es: Project & Người dùng

source: Project Details
es: Các chi tiết Project

source: Project Groups
es: Các nhóm Project

source: Project ID
es: ID của Project

source: Project ID:
es: ID của Project:

source: Project Information
es: Thông tin Project

source: Project Limits
es: Giới hạn Project

source: Project Members
es: Các thành viên của project

source: Project Name
es: Tên Project

source: Project Quotas
es: Giới hạn của Project

source: Project Usage
es: Các sử dụng Project

source: Project Usage Overview
es: Tổng quan về cách sử dụng Project

source: Project name "%s" is already used.
es: Tên Project "%s" đã được sử dụng.

source: Projects
es: Các Project

source: Projects:
es: Các Project:

source: Properties
es: Các thuộc tính

source: Properties Target:
es: Đặc điểm của mục tiêu:

source: Protect and use the key as you would any normal ssh private key.
es: Bảo vệ và sử dụng khóa như bạn có thể sử dụng bất kỳ khóa ssh bí mật thông thường nào.

source: Protected
es: Được bảo vệ

source: Protocol
es: Giao thức

source: Protocol ID
es: ID của giao thức

source: Protocol ID "%s" is already used.
es: IP giao thức "%s" đã được sử dụng.

source: Protocol Port
es: Cổng của giao thức

source: Protocol for the firewall rule
es: Giao thức các quy tắc tường lửa

source: Protocols
es: Các giao thức

source: Provider Network
es: Mạng Provider

source: Provider Network Type
es: Loại mạng Provider

source: Provider for Load Balancer is not supported
es: Provider cho cân bằng tải không được hỗ trợ

source: Provider specified network can be created. You can specify a physical network type (like Flat, VLAN, GRE, and VXLAN) and its segmentation_id or physical network name for a new virtual network.
es: Mạng Provider được chỉ định có thể được tạo. Bạn có chỉ định loại mạng vật lý (như Flat, VLAN, GRE, và VXLAN) và segmentation_id hoặc tên mạng vậy lý cho mạng ảo mới.

source: Pseudo-folder Name
es: Tên thư mục Pseudo

source: Pseudo-folder was successfully created.
es: Thư mục Pseudo đã được tạo thành công.

source: Pseudo-folder:
es: Thư mục Pseudo:

source: Public
es: Công khai

source: Public Key
es: Khóa công khai

source: Public URL
es: URL công khai

source: QCOW2 - QEMU Emulator
es: QCOW2 - Bộ giả lập QEMU

source: QOS Policy ID
es: ID chính sách QOS

source: QoS Spec name "%s" already exists.
es: Tên đặc tả QoS "%s" đã tồn tại.

source: QoS Spec to be associated
es: Đặc tả QoS được liên kết

source: QoS Spec:
es: Đặc tả QoS:

source: QoS Spec: {{ qos_spec_name }}
es: Đặc tả QoS: {{ qos_spec_name }}

source: QoS Specs
es: Các đặc tả QoS

source: Quota
es: Hạn nghạch

source: Quota Name
es: Tên hạn nghạch

source: Quota exceeded for resource router.
es: Hạn nghạch vượt quá tài nguyên bộ định tuyến.

source: Quota value(s) cannot be less than the current usage value(s): %s.
es: Giá trị (những giá trị) hạn nghạch không thể nhỏ hơn giá trị (những giá trị) sử dụng hiện tại: %s.

source: Quotas
es: Những hạn nghạch

source: RAM (used)
es: RAM (được sử dụng)

source: RAM(Available: %(avail)s, Requested: %(req)s)
es: RAM(Hiện có: %(avail)s, Được yêu cầu: %(req)s)

source: REJECT
es: Loại bỏ

# Action Name of a Firewall Rule
source: REJECT
es: Loại bỏ

source: RX/TX Factor
es: Hệ số RX/TX

source: RX/TX factor
es: Hệ số RX/TX

source: Ramdisk
es: Ổ cứng RAM

source: Ramdisk ID
es: ID của ổ cứng RAM

source: Reason
es: Lý do

source: Reason: %(disabled_reason)s
es: Lý do: %(disabled_reason)s

# Action log of an instance
source: Reboot
es: Khởi động lại

# Current status of an Instance
source: Reboot
es: Khởi động lại
