Repository: hocchudong/tong-hop-ops
Catalog: OpenStack-Mitaka/viethoa-mitaka/horizon/openstack_dashboard/django.po
Languages: es

source: All UDP
es: Todos los UDP

source: All Users
es: Todos los usuarios

source: All available hosts
es: Todos los hosts disponibles

source: All available volume types
es: Todos los tipos de volumen disponibles

source: All available volumes
es: Todos los volúmenes disponibles

source: All selected volume types must be associated with the same volume backend name.
es: Todods los tipos de volumen seleccionados deben estar asociados con el mismo nombre de programa de fondo de volumen.

source: Allocate Floating IP
es: Asignar IP flotante

source: Allocate IP
es: Asignar IP

source: Allocate IP To Project
es: Asignar IP al proyecto

source: Allocate Network Address from a pool
es: Asignar una dirección de red desde una agrupación

source: Allocate a floating IP from a given floating IP pool.
es: Asignar una IP flotante desde un pool de IPs flotantes.

source: Allocated
es: Asignado

source: Allocated Floating IP %(ip)s.
es: Se ha asignado la IP flotante %(ip)s.

source: Allocates requests to the instance with the least number of active connections.
es: Asignación de las solicitudes a las instancias con el menor número de conexiones activas.

source: Allocation Pools
es: Agrupaciones de asignaciones

source: Amount of energy
es: Cantidad de energía

source: An external (HTTP) URL to load the template from.
es: Una URL externa (HTTP) desde la que cargar la plantilla.

source: An external (HTTP/HTTPS) URL to load the image from.
es: Una URL externa (HTTP/HTTPS) desde la que cargar la imagen.

source: An instance can be launched with varying types of attached storage. You may select from those options here.
es: Se puede lanzar una instancia con distintos tipos de almacenamiento asociado. Debe seleccionar una de las opciones aquí.

source: An object is the basic storage entity that represents a file you store in the OpenStack Object Storage system. When you upload data to OpenStack Object Storage, the data is stored as-is (no compression or encryption) and consists of a location (container), the object's name, and any metadata consisting of key/value pairs.
es: Un objeto es la entidad de almacenamiento básica que representa un archivo almacenado en el sistema OpenStack Object Storage. Al cargar datos al OpenStack Object Storage, estos se almacenan sin cambios (sin compresión o cifrado) y consisten de una ubicación (contenedor), el nombre del objeto y cualequiera otros metadatos consistentes en pares clave-valor.

source: An unexpected error has occurred. Try refreshing the page. If that doesn't help, contact your local administrator.
es: Ha ocurrido un error inesperado. Pruebe a renovar la página. Si esto no lo soluciona, contacte con su administrador local.

source: Another Plugin-based Panel
es: Otro panel basado en plugins

source: Any
es: Cualquiera

source: Any Availability Zone
es: Cualquier zona de disponibilidad

source: Architecture
es: Arquitectura

source: Associate
es: Asociar

source: Associate Floating IP
es: Asociar IP flotante

source: Associate Monitor
es: Asociar supervisor

source: Associate QoS Spec
es: Especificaciones QoS asociadas

source: Associate QoS Spec with Volume Type
es: Asociar la especificación QoS con este tipo de volumen

source: Associate a health monitor with target pool.
es: Asociar un supervisor de estado a una agrupación específica.

source: Associated QoS Spec
es: Especificación QoS asociada

source: Associated Resource Types
es: Tipos de recursos asociados

source: Associated Routers
es: Direccionadores asociados

source: Associated monitor.
es: Supervisor asociado.

source: Association Details
es: Detalles de asociación

source: At least one member must be specified
es: Debe especificar al menos un miembro

source: At least one network must be specified.
es: Debe especificar al menos una red.

source: Attach Interface
es: Conectar interfaz

source: Attach To Instance
es: Conectar a instancia

source: Attach Volume
es: Conectar volumen

source: Attach to Instance
es: Conectar a instancia

source: Attached
es: Conectado

source: Attached Device
es: Dispositivo conectado

source: Attached To
es: Asociado a

source: Attached to %(instance)s on %(dev)s
es: Conectado a %(instance)s en %(dev)s

source: Attaching
es: Conectando

# Current status of a Volume
source: Attaching
es: Conectando

source: Attaching interface for instance %s.
es: Conectar interfaz para la instancia %s.

source: Attaching volume %(vol)s to instance %(inst)s on %(dev)s.
es: Asociando el volumen %(vol)s a la instancia %(inst)s en %(dev)s

source: Attachments
es: Conexiones

source: Attribute Mappings
es: Correlaciones de atributos

source: Attributes
es: Atributos

source: Audited
es: Auditado

source: Authentication URL
es: URL de autenticación

source: Authorization Key
es: Clave de autorización

source: Authorization algorithm
es: Algoritmo de autorización

source: Authorization mode
es: Modo de autorización

source: Automatic
es: Automático

source: Automatic: The entire disk is a single partition and automatically resizes. Manual: Results in faster build times but requires manual partitioning.
es: Automático: El disco es una única partición que se redimensiona automáticamente. Manual: Tiempos de creacion más rápidos pero requiere particionado manual.

source: Availability Zone
es: Zona de disponibilidad

source: Availability Zone Name
es: Nombre de la zona de disponibilidad

source: Availability Zones
es: Zonas de disponibilidad

source: Availability zone
es: Zona de disponibilidad

source: Available
es: Disponible

# Current status of Consistency Group
source: Available
es: Disponible

# Current status of a Volume
source: Available
es: Disponible

# Current status of a Volume Backup
source: Available
es: Disponible

source: Available Routers
es: Direccionadores disponibles

source: Available Rules
es: Reglas disponibles

source: Available Types
es: Tipos disponibles

source: Available networks
es: Redes disponibles

source: Average CPU utilization
es: Uso promedio de la CPU

source: Average rate of read requests
es: Promedio de solicitudes de lectura

source: Average rate of reads
es: Promedio de lecturas

source: Average rate of write requests
es: Promedio de solicitudes de escritura

source: Average rate per sec of incoming bytes on a VM network interface
es: Promedio de bytes entrantes por segundo en una interfaz de red de una MV

source: Average rate per sec of incoming packets on a VM network interface
es: Promedio de paquetes entrantes por segundo en una interfaz de red de una MV

source: Average rate per sec of outgoing bytes on a VM network interface
es: Promedio de paquetes salientes por segundo en una interfaz de red de una MV

source: Average rate per sec of outgoing packets on a VM network interface
es: Promedio de paquetes salientes por segundo en una interfaz de red de una MV

source: Average volume of writes
es: Volument promedio de escrituras

source: Avg.
es: Promedio

# Current status of a Volume
source: Backing Up
es: Creando copia de seguridad

source: Backup Name
es: Nombre de la copia

source: Backup Size (GiB)
es: Tamaño de copia de seguridad (GiB)

source: Backups
es: Copias de seguridad

source: Before
es: Antes

source: Binding
es: Enlace

source: Binding: Host
es: Enlace: Servidor

source: Binding: VNIC Type
es: Enlace: Tipo VNIC

# Task status of an Instance
source: Block Device Mapping
es: Correlación de dispositivos de bloque

source: Block Migration
es: Migración en bloque

source: Block Storage Services
es: Servicios de almacenamiento en bloque

# Power state of an Instance
source: Blocked
es: Bloqueado

source: Boot from image
es: Arrancar desde una imagen

source: Boot from image (creates a new volume)
es: Arrancar desde una imagen (crea un nuevo volumen)

source: Boot from snapshot
es: Arrancar desde una instantánea

source: Boot from volume
es: Arrancar desde un volumen

source: Boot from volume snapshot (creates a new volume)
es: Arrancar desde una instantánea de volumen (crea un nuevo volumen)

source: Bootable
es: Arrancable

source: Bootstrap Theme Preview
es: Vista previa de tema de arranque

# Current status of a Network
source: Build
es: Construir

# Current status of an Instance
source: Build
es: Construir

# current status of port
source: Build
es: Construir

# status of a network port
source: Build
es: Construir

# Current status of an Instance
source: Building
es: Generando

# Power state of an Instance
source: Building
es: Construyendo

source: CIDR must be specified.
es: Es necesario especificar un CIDR.

source: CPU time used
es: Tiempo de CPU usado

source: Can not specify both image and external image location.
es: No se puede especificar una imagen y una ubicación externa a la vez.

source: Cancel
es: Cancelar

source: Cancel Transfer
es: Cancelar transferencia

source: Cannot find instance %s.
es: No se puede encontrar la instancia %s.

source: Cannot get console for instance %s.
es: No se ha podido obtener la consola para la instancia %s.

source: Cannot specify both file and direct input.
es: No se puede especificar a la vez el archivo y la entrada directa

source: Centralized
es: Centralizado

source: Change
es: Thay đổi

source: Change Password
es: Thay đổi mật khẩu

source: Change Stack Template
es: Cambiar plantilla de la pila

source: Change Template
es: Cambiar plantilla

source: Change Volume Type
es: Cambiar el tipo de volumen

source: Change user's password. We highly recommend you create a strong one.
es: Cambiar la contraseña del usuario. Recomendamos crear una contraseña segura.

source: Change your password. We highly recommend you create a strong one.
es: Cambie su contraseña. Le recomendamos que cree una contraseña segura.

source: Changing password is not supported.
es: No se admite el cambio de contraseña.

# current status of stack
source: Check Complete
es: Marcar completado

# current status of stack
source: Check Failed
es: Marcar fallido

# current status of stack
source: Check In Progress
es: Verificar en curso

source: Check Stack
es: Comprobar pila

source: Check the &quot;Delete Volumes&quot; box to also delete the volumes associated with this consistency group.
es: Seleccione la casilla the &quot;Suprimir volúmenes&quot; para suprimir también los volúmenes asociados a este grupo de consistencia.

source: Checked Stack
es: Pila comprobada

source: Checksum
es: Suma de comprobación

source: Choose Your Boot Source Type.
es: Elija el tipo de origen de arranque.

source: Choose a Host to evacuate servers to.
es: Elija un host al que evacuar los servidores.

source: Choose a Host to migrate to.
es: Seleccione un host al que migrar.

source: Choose a key pair name you will recognise and paste your SSH public key into the space provided.
es: Elija un nombre para el par de claves que pueda identificar posteriormente y copie la clave pública ssh en el espacio proporcionado.

source: Choose a snapshot
es: Seleccione una instantánea

source: Choose a volume
es: Seleccione un volumen

source: Choose an DHCP Agent to attach to.
es: Escoja un agente DHCP al que conectarse.

source: Choose an image
es: Seleccione una imagen

source: Choose associated QoS Spec.
es: Seleccione una especificación QoS asociada.

source: Choose consumer for this QoS Spec.
es: Seleccione un consumidor para esta especificación QoS.

source: Choose network from Available networks to Selected networks by push button or drag and drop, you may change NIC order by drag and drop as well.
es: Escoja una red de "Redes disponibles" a "Redes seleccionadas" pulsando el botón o arrastrando y soltando. También puede cambiar el orden de la NIC arrastrando y soltando.

source: Choose router(s) from Available Routers to Selected Routers by push button or drag and drop.
es: Escoja el(los) direccionador(es) de "Direccionadores disponibles" a "Direccionadores seleccionados" pulsando un botón o utilizando la función de arrastrar y soltar.

source: Choose rule(s) from Available Rules to Selected Rule by push button or drag and drop, you may change their order by drag and drop as well.
es: Elegir regla(s) de Reglas disponibles a Reglas deleccionadas pulsando el botón o utilizando la función de arrastrar y soltar, también puede cambiar el orden de las mismas utilizando la función de arrastrar y soltar.

source: Choose the flavor to launch.
es: Escoja el tipo a iniciar.

source: Choose the router(s) you want to add.
es: Escoger los direccionadores que desea añadir.

source: Choose the rule you want to insert. Specify either the rule you want to insert immediately before, or the rule to insert immediately after. If both are specified, the prior takes precedence.
es: Escoja la regla que desea insertar. Especifique la regla que desea insertar inmediatamente antes, o la regla a insertar inmediatamente después. Si ambas están especificadas, la anterior tiene prioridad.

source: Choose the rule you want to remove.
es: Elija la regla que desea eliminar.

source: Cinder host on which the existing volume resides; takes the form: host@backend-name#pool
es: Host de Cinder donde reside el volumen existente; toma la forma: host@backend-name#pool

source: Cipher
es: Cifrado

source: Classless Inter-Domain Routing (e.g. 192.168.0.0/24, or 2001:db8::/128)
es: Direccionamiento dentro de un dominio sin clase (por ejemplo, 192.168.0.0/24, o 2001:db8::/128)

source: Clear Domain Context
es: Borrar el contexto del dominio

source: Clear Gateway
es: Borrar puerta de enlace

source: Cleared Gateway
es: Puerta de enlace borrada

source: Click here to show only console
es: Pulse aquí para mostrar solo la consola

source: Close
es: Cerrar

source: Code
es: Código

source: Cold Migrate
es: Migración en frío

source: Comma-delimited list of valid remote IDs from the identity provider.
es: Lista delimitada por comas de IDs remotos válidos procedentes del proveedor de identidad.

source: Comma-separated key=value pairs
es: Pares clave=valor separados por coma

source: Component
es: Componente

source: Compute
es: Cálculo

source: Compute Host
es: Host de computación

source: Compute Services
es: Servicios de computación

source: Configuration Drive
es: Unidad de configuración

source: Configure OpenStack to write metadata to a special configuration drive that attaches to the instance when it boots.
es: Configura OpenStack para escribir metadatos en una unidad especial de configuración que se conecta a la instancia en el arranque.

source: Confirm Admin Password
es: Xác nhận mật khẩu Administrador

source: Confirm Password
es: Xác nhận mật khẩu

source: Confirm Rebuild Password
es: Confirmar reconstrucción de contraseña

# Action log of an instance
source: Confirm Resize
es: Confirmar redimensionamiento

source: Confirm Resize/Migrate
es: Confirmar redimensionar/migrar

source: Confirm Unmanage Volume
es: Confirme dejar de gestionar el volumen

source: Confirm new password
es: Xác nhận mật khẩu mới

# Current status of an Instance
source: Confirm or Revert Resize/Migrate
es: Confirmar o revertir redimensionar/migrar

# Task status of an Instance
source: Confirming Resize or Migrate
es: Confirmando redimensionar o migrar

source: Conflicting Rule
es: Regla en conflicto

source: Connection Limit
es: Límite de conexiones

source: Consistency Group Information
es: Información del grupo de consistencia.

source: Console
es: Consola

source: Console type "%s" not supported.
es: Tipo de consola "%s" no soportada.

source: Consumer
es: Consumidor

source: Container
es: Contenedor

source: Container Access
es: Acceso al contenedor

source: Container Details
es: Detalles del contenedor

source: Container Format
es: Formato de contenedor

source: Container Name
es: Nombre del contenedor

source: Container created successfully.
es: Contenedor creado correctamente.

source: Containers
es: Contenedores

source: Content Type
es: Tipo de contenido

source: Contents
es: Contenido

source: Control Location
es: Ubicación de controles

source: Control access to your instance via key pairs, security groups, and other mechanisms.
es: Puede controlar el acceso a su instancia mediante pares de claves, grupos de seguridad y otros mecanismos.

source: Cookie Name
es: Nombre de la cookie

source: Cookie Name: %(cookie_name)s
es: Nombre de la cookie: %(cookie_name)s

source: Cookie name is required for APP_COOKIE persistence.
es: El nombre de la cookie es necesario para la persistencia de APP_COOKIE.

source: Copied "%(orig)s" to "%(dest)s" as "%(new)s".
es: Copiado "%(orig)s" a "%(dest)s" como "%(new)s".

source: Copy
es: Copiar

source: Copy Data
es: Copiar datos

source: Copy Object
es: Copiar objeto

source: Copy Object: %(object_name)s
es: Copiar objeto: %(object_name)s

source: Cores(Available: %(avail)s, Requested: %(req)s)
es: Núcleos(Disponible: %(avail)s, Solicitados: %(req)s)

source: Could not find default role "%s" in Keystone
es: No se ha podido encontrar el rol predeterminado "%s" en Keystone

source: Couldn't get current security group list for instance %s.
es: No se ha podido obtener la lista actual de grupos de seguridad de la instancia %s.

source: Couldn't get security group list.
es: No se ha podido obtener la lista de grupos de seguridad.

# Power state of an Instance
source: Crashed
es: Detenido anomalmente

source: Create
es: Crear

# Action log of an instance
source: Create
es: Crear

source: Create An Image
es: Crear una imagen

source: Create Backup
es: Crear copia de seguridad

# current status of stack
source: Create Complete
es: Creación completada

source: Create Consistency Group
es: Crear grupo de consistencia

source: Create Container
es: Crear contenedor

source: Create Domain
es: Crear dominio

source: Create Encrypted Volume Type
es: Crear tipo de volumen cifrado

source: Create Encryption
es: Crear cifrado

# current status of stack
source: Create Failed
es: Crear fallido

source: Create Firewall
es: Crear cortafuegos

source: Create Flavor
es: Crear tipo

source: Create Group
es: Crear grupo

source: Create Host Aggregate
es: Crear agregado de host

source: Create IKE Policy for current project. An IKE policy is an association of the following attributes: <li>Authorization algorithm: Auth algorithm limited to SHA1 only.</li><li>Encryption algorithm: The type of algorithm (3des, aes-128, aes-192, aes-256) used in the IKE Policy.</li><li>IKE version: The type of version (v1/v2) that needs to be filtered.</li><li>Lifetime: Life time consists of units and value. Units in 'seconds' and the default value is 3600.</li><li>Perfect Forward Secrecy: PFS limited to using Diffie-Hellman groups 2, 5(default) and 14.</li><li>IKE Phase 1 negotiation mode: Limited to 'main' mode only.</li> All fields are optional.
es: Crear política IKE para el proyecto actual. Una política IKE es una asocicación de los atributos siguientes: <li>Algoritmo de autorización: algoritmo de autorización limitado únicamente a SHA1.</li><li>Algoritmo de cifrado: el tipo de algoritmo (3des, aes-128, aes-192, aes-256) utilizado en la política IKE.</li><li>Versión de IKE: el tipo de versión (v1/v2) que se tiene que filtrar.</li><li>Tiempo de vida: el tiempo de vida consiste en unidades y valores. Unidades en 'segundos' y el valor predeterminado es 3600.</li><li>Perfect Forward Secrecy: PFS limitado a utilizar los grupos de Diffie-Hellman 2, 5(predeterminado) y 14.</li><li>Modo de negociación de Fase 1 de IKE: limitado a modo 'principal' únicamente.</li> Todos los campos son opcionales.

source: Create IPSec Policy for current project. An IPSec policy is an association of the following attributes: <li>Authorization algorithm: Auth_algorithm limited to SHA1 only.</li><li>Encapsulation mode: The type of IPsec tunnel (tunnel/transport) to be used.</li><li>Encryption algorithm: The type of algorithm (3des, aes-128, aes-192, aes-256) used in the IPSec Policy.</li><li>Lifetime: Life time consists of units and value. Units in 'seconds' and the default value is 3600.</li><li>Perfect Forward Secrecy: PFS limited to using Diffie-Hellman groups 2, 5(default) and 14.</li><li>Transform Protocol: The type of protocol (esp, ah, ah-esp) used in IPSec Policy.</li> All fields are optional.
es: Crear política IPSec para el proyecto. Una política IPSec es una asocicación de los atributos siguientes: <li>Algoritmo de autorización: algoritmo de autorización limitado únicamente a SHA1.</li><li>Modod de encapsulación: el tipo de túnel de IPsec (tunel/transporte) a utilizar.</li><li>Encryption algorithm: lgoritmo de cifrado: el tipo de algoritmo (3des, aes-128, aes-192, aes-256) utilizado en la política IPSec.</li><li>Tiempo de vida: el tiempo de vida consiste en unidades y valores. Unidades en 'segundos' y el valor predeterminado es 3600.</li><li>Perfect Forward Secrecy: PFS limitado a utilizar los grupos de Diffie-Hellman 2, 5(predeterminado) y 14.</li><li>Protocolo de transformación: el tipo de protocolo (esp, ah, ah-esp) utilizado en la política IPSec.</li> Todos los campos son opcionales.

source: Create IPSec Site Connection for current project. Assign a name and description for the IPSec Site Connection. All fields in this tab are required.
es: Crear conexión sitio a sitio IPSec para proyecto actual. Asignar nombre y descripción para conexión de sitio IPSec. Todos los campos en esta pestaña son obligatorios.

source: Create Image
es: Crear imagen

# current status of stack
source: Create In Progress
es: Crear en curso

source: Create Key Pair
es: Crear par de claves

source: Create Mapping
es: Crear correlación

source: Create Network
es: Crear red

source: Create Network (Quota exceeded)
es: Crear red (cuota superada)

source: Create Port
es: Crear puerto

source: Create Project
es: Crear proyecto

source: Create Protocol
es: Crear protocolo

source: Create Pseudo-folder
es: Crear pseudo-carpeta

source: Create QoS Spec
es: Crear especificaciones QoS

source: Create Role
es: Crear rol

source: Create Router
es: Crear direccionador

source: Create Router (Quota exceeded)
es: Crear direccionador (cuota superada)

source: Create Security Group
es: Crear grupo de seguridad

source: Create Security Group (Quota exceeded)
es: Crear grupo de seguridad (cuota superada)

source: Create Snapshot
es: Crear instantánea

source: Create Spec
es: Crear especificación

source: Create Stack
es: Crear pila

source: Create Subnet
es: Crear subred

source: Create Subnet (Quota exceeded)
es: Crear subred (cuota superada)

source: Create Transfer
es: Crear transferencia

source: Create User
es: Crear usuario

source: Create VPN Service for current project. The VPN service is attached to a router and references to a single subnet to push to a remote site. Specify a name, description, router, and subnet for the VPN Service. Admin State is UP (True) by default. The router, subnet and admin state fields are required, all others are optional.
es: Crear un servicio VPN en el proyecto actual. El servicio VPN se asocia a un direccionador y tomará como referencia una subred para enviar al sitio remoto. Especifique un nombre, descripción, direccionador y subred para el servicio VPN. El estado de administración es ACTIVADO (Verdadero) de forma predeterminada. Son obligatorios los campos direccionador, subred y estado de administración, el resto son opcionales.

source: Create Volume
es: Crear volumen

source: Create Volume Backup
es: Crear copia de seguridad del volumen

source: Create Volume Consistency Group
es: Crear grupo de consistencia de volumen

source: Create Volume Snapshot
es: Crear instantánea de volumen

source: Create Volume Snapshot (Force)
es: Crear una instantánea de volumen (forzar)

source: Create Volume Transfer
es: Crear transferencia de volumen

source: Create Volume Type
es: Crear tipo de volumen

source: Create Volume Type Encryption
es: Crear cifrado de tipo de volumen
