Repository: hocchudong/tong-hop-ops
Catalog: OpenStack-Mitaka/viethoa-mitaka/horizon/openstack_dashboard/django.po
Languages: es

# Task status of an Instance
source: Reboot Pending
es: Đang chờ khởi động lại

# Task status of an Instance
source: Reboot Started
es: Bắt đầu khởi động lại

# Task status of an Instance
source: Rebooting
es: Đang khởi động lại

# Action log of an instance
source: Rebuild
es: Xây dựng lại

# Current status of an Instance
source: Rebuild
es: Xây dựng lại

# Task status of an Instance
source: Rebuild Block Device Mapping
es: Xây dựng lại Block Device Mapping

source: Rebuild Instance
es: Xây dựng lại máy ảo

source: Rebuild Password
es: Xây dựng lại mật khẩu

# Task status of an Instance
source: Rebuild Spawning
es: Xây dựng lại boot máy ảo

# Task status of an Instance
source: Rebuilding
es: Đang xây dựng lại

source: Rebuilding instance %s.
es: Đang xây dựng lại máy ảo %s.

source: Recreate EC2 Credentials
es: Tạo lại các thông tin xác thực EC2

source: Regions:
es: Regiones:

source: Register Identity Provider
es: Đăng kí định danh Provider

source: Register a identity provider that is trusted by the Identity API to authenticate identities.
es: Đăng kí định danh provider mà được tin cậy bởi Identity API để chứng thực định danh.

source: Relative part of requests this pool member serves compared to others
es: Các phần tương đối của yêu cầu thành viên pool này được phân phối so với những yêu cầu khác.

source: Relative part of requests this pool member serves compared to others. The same weight will be applied to all the selected members and can be modified later. Weight must be in the range 1 to 256.
es: Các phần tương đối của yêu cầu thành viên pool này được phân phối so với những yêu cầu khác. Trọng lượng tương tự sẽ được áp dụng cho tất cả các thành viên đã chọn và có thể được sửa đổi sau. Trọng lượng phải nằm trong khoảng từ 1 đến 256.

source: Release Floating IP
es: Phát hành Floating IP

source: Released Floating IP
es: Floating IP được cấp phát

source: Reload
es: Tải lại

source: Remote
es: Ở xa

source: Remote IDs
es: IDs ở xa

source: Remote IDs are associated with the identity provider and are globally unique. This indicates the header attributes to use for mapping federation protocol attributes to Identity API objects. If no value is provided, the list will be set to empty.
es: ID ở xa được liên kết với định danh provider và duy nhất trên toàn cầu. Điều này cho thấy các thuộc tính tiêu đề để sử dụng để ánh xạ các thuộc tính giao thức liên kết đến các đối tượng API định dang. Nếu không có giá trị được cung cấp, danh sách sẽ được thiết lập để trống.

source: Remote IP Prefix
es: Prefix IP ở xa

source: Remote Security Group
es: Nhóm bảo mật ở xa

source: Remote peer subnet
es: Mạng con ngang bằng ở xa

source: Remote peer subnet(s)
es: Mạng con (nhiều mạng con) ngang bằng ở xa

source: Remote peer subnet(s) address(es) with mask(s) in CIDR format separated with commas if needed (e.g. 20.1.0.0/24, 21.1.0.0/24)
es: Mạng con (nhiều mạng con) ngang bằng ở xa với mặt nạ (nhiều mặt nạ) trong định danh CIDR được riêng rẽ bằng dấu phẩy nếu cần (VD: 20.1.0.0/24, 21.1.0.0/24)

source: Remote:
es: Ở xa:

source: Remove Router
es: Loại bỏ bộ định tuyến

source: Remove Router from Firewall
es: Loại bỏ bộ định tuyển từ Tường lửa

source: Remove Rule
es: Xóa quy tắc

source: Remove Rule from Policy
es: Xóa quy tắc từ chính sách

source: Remove User
es: Xóa người dùng

source: Removed User
es: Người dùng được xóa

source: Removing a key pair can leave OpenStack resources orphaned. You should not remove a key pair unless you are certain it is not being used anywhere.
es: Xóa bỏ cặp khóa có thể làm tài nguyên OpenStack bị cô lập. Bạn không nên xóa cặp khóa trừ khi bạn chắc chắn nó không được sử dụng ở bất kì đâu.

source: Report Bug
es: Thông báo lỗi

source: Request ID
es: ID của yêu cầu

source: Requested snapshot would exceed the allowed quota.
es: Snapshot được yêu cầu vượt qua giới hạn cho phép.

source: Requests from a unique source IP address are consistently directed to the same instance.
es: Yêu cầu từ địa chỉ IP nguồn duy nhất luôn luôn được chuyển trực tiếp tới cùng máy ảo.

source: Required for APP_COOKIE persistence; Ignored otherwise.
es: Bắt buộc APP_COOKIE tồn tại lâu dài; Nếu không bỏ qua.

# Current status of an Instance
source: Rescue
es: Cứu trợ

# Current status of an Instance
source: Rescued
es: Được cứu trợ

# Task status of an Instance
source: Rescuing
es: Đang cứu trợ

source: Reset to Default
es: Đặt lại mặc định

source: Resize
es: Thay đổi kích cỡ

# Action log of an instance
source: Resize
es: Thay đổi kích cỡ

source: Resize Instance
es: Thay đổi kích cỡ máy ảo

# Current status of an Instance
source: Resize/Migrate
es: Thay đổi kích cỡ/Di trú

# Current status of an Instance
source: Resized
es: Được thay đổi kích cỡ

# Task status of an Instance
source: Resized or Migrated
es: Được thay đổi kích cỡ hoặc di trú

# Task status of an Instance
source: Resizing or Migrating
es: Đang thay đổi kích cỡ hoặc di trú

source: Resource
es: Tài nguyên

source: Resource ID
es: ID tài nguyên

source: Resource Metadata
es: Tài nguyên Metadata

source: Resource Types
es: Những loại tài nguyên

source: Resource Usage
es: Cách sử dụng tài nguyên

source: Resource types updated for namespace %s.
es: Những loại tài nguyên được cập nhật cho không gian tên %s.

source: Resources
es: Những tài nguyên

source: Resources Usage Overview
es: Tổng quan về cách sử dụng tài nguyên

source: Restarted instances will lose any data not saved in persistent storage.
es: Khởi động lại máy ảo sẽ mấy dữ liệu nếu không được sao lưu trong bộ nhớ lưu trữ lâu dàu.

source: Restore Backup
es: Khôi phục bản sao lưu

source: Restore Backup to Volume
es: Khôi phục bản sao lưu đến Volume

source: Restore Backup:
es: Không phục bản sao lưu:

source: Restore Volume Backup
es: Khôi phục bản sao lưu Volume

source: Restore a Volume Backup
es: Khôi phục một bản sao lưu Volume

# Current status of a Volume Backup
source: Restoring
es: Đang khôi phục

# Task status of an Instance
source: Restoring
es: Đang khôi phục

# Current status of a Volume
source: Restoring Backup
es: Đang khôi phục bản sao lưu

# Action log of an instance
source: Resume
es: Khôi phục lại

# current status of stack
source: Resume Complete
es: Khôi phục lại hoàn thành

# current status of stack
source: Resume Failed
es: Khôi phục lại bị lỗi

# current status of stack
source: Resume In Progress
es: Trong quá trình khôi phục lại

source: Resume Instance
es: Khôi phục lại máy ảo

source: Resume Stack
es: Khôi phục lại Stack

source: Resumed Instance
es: Máy ảo được khôi phục lại

source: Resumed Stack
es: Stack được khôi phục lại

# Task status of an Instance
source: Resuming
es: Đang khôi phục lại

source: Retrieve Instance Password
es: Lấy lại mật khẩu máy ảo

source: Retrieve Password
es: Lấy lại mật khẩu

source: Revert Resize/Migrate
es: Quay lại kích thước/di trú

# Current status of an Instance
source: Revert Resize/Migrate
es: Quay lại kích thước/di trú

# Task status of an Instance
source: Reverting Resize or Migrate
es: Đang quay lại kích thước/di trú

source: Role
es: Luật lệ

source: Role ID
es: ID của luật lệ

source: Role Name
es: Tên của luật lệ

source: Role created successfully.
es: Luật lệ được tạo thành công.

source: Role updated successfully.
es: Luật lệ được cập nhật thành công.

source: Roles
es: Các luật lệ

source: Rollback
es: Khôi phục

# current status of stack
source: Rollback Complete
es: Hoàn thành khôi phục

# current status of stack
source: Rollback Failed
es: Khôi phục bị lỗi

# current status of stack
source: Rollback In Progress
es: Đang khôi phục

source: Rollback On Failure
es: Phục hồi sau khi thất bại

source: Root Disk
es: Ổ cứng gốc

source: Root Disk (GB)
es: Ổ cứng gốc (GB)

source: Rotates requests evenly between multiple instances.
es: Điều phối ứng dụng một cách công bằng giữa nhiều máy ảo.

# load balancing method
source: Round Robin
es: Điều phối

source: Round robin
es: Điều phối

source: Route mode
es: Chế độ định tuyến

source: Router
es: Bộ định tuyến

source: Router %s was successfully created.
es: Bộ định tuyến %s được tạo thành công.

source: Router %s was successfully updated.
es: Bộ định tuyến %s được tạo thành công.

source: Router ID
es: ID của bộ định tuyến

source: Router Name
es: Tên của bộ định tuyến

source: Router Rule Grid
es: Hệ thống quy tắc của bộ định tuyến

source: Router Rules
es: Các quy tắc của bộ định tuyến

source: Router Rules Grid
es: Hệ thống quy tắc của bộ định tuyến

source: Router Type
es: Loại bộ định tuyến

source: Router rule added
es: Quy tắc của bộ định tuyến được thêm vào

source: Router(s) was successfully removed from firewall %(firewall)s.
es: Bộ định tuyến (nhiều bộ định tuyến) được loại bỏ thành công từ tường lửa %(firewall)s.

source: Router(s) was/were successfully added to firewall %(firewall)s.
es: Bộ định tuyến (nhiều bộ định tuyến) được thêm vào thành công từ tường lửa %(firewall)s.

source: Routers
es: Các bộ định tuyến

source: Routing rules to apply to router. Rules are matched by most specific source first and then by most specific destination.
es: Những quy tắc định tuyến được áp dụng cho bộ định tuyến. Các quy tắc được kết hợp bởi nguồn cụ thể nhất trước và sau đó theo đích cụ thể nhất.

source: Rule
es: Quy tắc

source: Rule %(rule)s was successfully inserted to policy %(policy)s.
es: Quy tắc %(rule)s được chèn thành công vào chính sách %(policy)s.

source: Rule %(rule)s was successfully removed from policy %(policy)s.
es: Quy tắc %(rule)s được xóa thành công từ chính sách %(policy)s.

source: Rule %s was successfully updated.
es: Quy tắc %s được cập nhật thành công.

source: Rule Conflict
es: Xung đột quy tắc

source: Rule:
es: Quy tắc:

source: Rules
es: Các quy tắc

source: Rules define which traffic is allowed to instances assigned to the security group. A security group rule consists of three main parts:
es: Các quy tắc định nghĩa lưu lượng truy cập được phép cho các máy ảo được gán đến nhóm bảo mật. Quy tắc nhóm bảo mật gồm ba phần chính:

# Power state of an Instance
source: Running
es: Đang chạy

source: Running Instance Migration Type
es: Đang chạy loại di trú máy ảo

source: SLAAC: Address discovered from OpenStack Router
es: SLAAC: Địa chỉ được phát hiện từ bộ định tuyến OpenStack

source: SSH key pairs can be generated with the ssh-keygen command:
es: Cặp khóa SSH có thể được sinh bằng câu lệnh ssh-keygen:

source: Save
es: Lưu

source: Save Changes
es: Lưu các thay đổi

source: Saved extra spec "%s".
es: Đặc tả bổ sung đã được lưu "%s".

source: Saved spec "%s".
es: Đặc tả đã được lưu "%s"

# Current status of an Image
source: Saving
es: Đang lưu

source: Scheduled deletion of Consistency Group
es: Đã lập lịch xóa nhóm nhất quán

source: Scheduled deletion of Firewall
es: Đã lập lịch xóa tường lửa

source: Scheduled deletion of IKE Policy
es: Đã lập lịch xóa chính sách IKE

source: Scheduled deletion of IPSec Policy
es: Đã lập lịch xóa chính sách IPSec

source: Scheduled deletion of IPSec Site Connection
es: Đã lập lịch xóa chính sách kết nối IPSec

source: Scheduled deletion of Instance
es: Đã lập lịch xóa máy ảo

source: Scheduled deletion of Member
es: Đã lập lịch xóa thành viên

source: Scheduled deletion of Monitor
es: Đã lập lịch xóa giám sát

source: Scheduled deletion of Policy
es: Đã lập lịch xóa chính sách

source: Scheduled deletion of Pool
es: Đã lập lịch xóa Pool

source: Scheduled deletion of Rule
es: Đã lập lịch xóa quy tắc

source: Scheduled deletion of VPN Service
es: Đã lập lịch xóa dịch vụ VPN

source: Scheduled deletion of Volume
es: Đã lập lịch xóa volume

source: Scheduled deletion of Volume Backup
es: Đã lập lịch xóa bản sao lưu volume

source: Scheduled deletion of Volume Snapshot
es: Đã lập lịch xóa bản snapshot volume.

source: Scheduled migration (pending confirmation) of Instance
es: Đã lập lịch di trú máy ảo (xác thực đang chờ xử lý)

source: Scheduled resize of instance "%s".
es: Đã lập lịch thay đổi kích thước máy ảo "%s".

# Task status of an Instance
source: Scheduling
es: Đang lập lịch

source: Script Data
es: Dữ liệu kịch bản

source: Script File
es: File kịch bản

source: Security Group
es: Nhóm bảo mật

source: Security Group Rules
es: Những quy tắc nhóm bảo mật

source: Security Groups
es: Các nhóm bảo mật

source: Security group rule already exists.
es: Quy tắc nhóm bảo mật đã tồn tại.

source: Security groups are sets of IP filter rules that are applied to the network settings for the VM. After the security group is created, you can add rules to the security group.
es: Các nhóm bảo mật được thiết lập quy tắc lọc IP mà được áp dụng cho mạng cài đặt cho máy ảo. Sao khi nhóm bảo mật được tạo, bạn có thể thêm các quy tắc cho nhóm bảo mật.

source: Security groups are sets of IP filter rules that are applied to the network settings for the VM. Edit the security group to add and change the rules.
es: Các nhóm bảo mật được thiết lập quy tắc lọc IP mà được áp dụng cho mạng cài đặt cho máy ảo. Sửa nhóm bảo mật để thêm và thay đổi các quy tắc.

source: Segmentation ID
es: ID của Segmentation

source: Segmentation ID:
es: ID của Segmentation:

source: Select Flavor
es: Chọn Flavor

source: Select IKE Policy
es: Chọn chích sách IKE

source: Select IPSec Policy
es: Chọn chích sách IPSec

source: Select Image
es: Chọn Image

source: Select Instance Snapshot
es: Chọn bản snapshot máy ảo

source: Select Mapping
es: Chọn ánh xạ

source: Select Network
es: Chọn mạng

source: Select Port
es: Chọn cổng

source: Select Script Source
es: Chọn nguồn kịch bản

source: Select Subnet
es: Chọn mạng con

source: Select Template
es: Chọn mẫu

source: Select VPN Service
es: Chọn dịch vụ VPN

source: Select Volume
es: Chọn volume

source: Select Volume Snapshot
es: Chọn bản snapshot Volume

source: Select a Method
es: Chọn phương thức

source: Select a Monitor
es: Chọn giám sát

source: Select a New Flavor
es: Chọn flavor mới

source: Select a Policy
es: Chọn chính sách

source: Select a Pool
es: Chọn Pool

source: Select a Protocol
es: Chọn giao thức

source: Select a Router
es: Chọn bộ định tuyến

source: Select a Subnet
es: Chọn mạng con

source: Select a health monitor of %s
es: Chọn giám sát trạng thái của %s

source: Select a key pair
es: Chọn cặp khóa

source: Select a monitor template for %s
es: Chọn mẫu giám sát cho %s

source: Select a name for your network.
es: Chọn tên cho mạng của bạn.

source: Select a new QoS spec
es: Chọn đặc tả QoS mới

source: Select a new agent
es: Chọn agent mới

source: Select a new consumer
es: Chọn khách hàng mới

source: Select a new host
es: Chọn máy chủ mới

source: Select a new status
es: Chọn trạng thái mới

source: Select a new template to preview a stack.
es: Chọn mẫu mới để xem trước stack.

source: Select a new template to re-launch a stack.
es: Chọn mẫu mới để tạo lại stack.

source: Select a new volume type
es: Chọn loại volume mới

source: Select a pool
es: Chọn pool

source: Select a port
es: Chọn cổng

source: Select a pre-defined period or specify date.
es: Chọn khoảng thời gian được định nghĩa trước hoặc xác định ngày.

source: Select a profile
es: Chọn profile

source: Select a project
es: Chọn project

source: Select a target host
es: Chọn máy chủ đích.

source: Select a template to launch a stack.
es: Chọn mẫu để tạo stack.

source: Select a volume to restore to.
es: Chọn volume để khôi phục.

source: Select an IP address
es: Chọn địa chỉ IP

source: Select an instance
es: Chọn máy ảo để gán.

source: Select format
es: Chọn định dạng

source: Select from active instances
es: Chọn những máy ảo hoạt động

source: Select members for this pool
es: Chọn những thành thành viên cho pool này

source: Select network
es: Chọn mạng

source: Select networks for your instance.
es: Chọn những mạng cho máy ảo của bạn.

source: Select routers for your firewall.
es: Chọn những bộ định tuyến cho tường lửa của bạn.

source: Select rules for your policy.
es: Chọn các quy tắc cho chính sách cuỷa bạn.

source: Select source
es: Chọn nguồn

source: Select the IP address you wish to associate with the selected instance or port.
es: Chọn địa chỉ IP bạn muốn liên kết với máy ảo hoặc cổng được chọn.

source: Select the image to rebuild your instance.
es: Chọn image để xây dựng lại máy ảo của bạn.

source: Select the network for interface attaching.
es: Chọn mạng để gắn giao diện.

source: Select the port to detach.
es: Chọn cổng để gỡ ra.

source: Select the projects where the flavors will be used. If no projects are selected, then the flavor will be available in all projects.
es: Chọn các project mà flavor sẽ được sử dụng. Nếu không có project nào được chọn, flavor sẽ sẵn có trong tất cả các projects.

source: Selected Hosts
es: Những máy chủ được chọn

source: Selected Projects
es: Những Projects được chọn

source: Selected Routers
es: Những Router được chọn

source: Selected Rules
es: Những quy tắc được chọn

source: Selected hosts
es: Những máy chủ được chọn

source: Selected networks
es: Những máy ảo được chọn

source: Selected volume types
es: Những loại volume được chọn

source: Selected volumes
es: Những volume được chọn

source: Sensor Current Reading
es: Đang đọc cảm biến hiện tại

source: Sensor Temperature Reading
es: Đang đọc cảm biến biệt độ

source: Sensor Voltage Reading
es: Đang đọc cảm biến điện áp

source: Server Group Members
es: Những thành viên nhóm máy chủ

source: Server Groups
es: Những nhóm máy chủ

source: Server error
es: Máy chủ lỗi

source: Servers
es: Những máy chủ

source: Service
es: Dịch vụ

source: Service Endpoint
es: Endpoint dịch vụ

source: Services
es: Những dịch vụ

source: Services Down
es: Những dịch vụ đã ngừng

source: Services Up
es: Những dịch vụ đâ bật

source: Session Persistence
es: Phiên lâu dài

source: Set Domain Context
es: Thiết lập bối cảnh Domain

source: Set Gateway
es: Thiết lập Gateway

source: Set as Active Project
es: Thiết lập thành Project hoạt động

source: Set maximum quotas for the project.
es: Thiết lập giới hạn lớn cho nhất cho những project.

source: Set of rules to map federation protocol attributes to Identity API objects.
es: Thiết lập các quy tắc để ánh xạ các thuộc tính giao thức liên kết đến các đối tượng API định danh.

source: Settings
es: Cài đặt

source: Settings saved.
es: Cài đặt được lưu.

source: Shared
es: Được chia sẻ

source: Shared Storage
es: Lưu trữ được chia sẻ

source: Shared with Me
es: Đã được chia sẻ với tôi

source: Shelve Instance
es: Xếp máy ảo vào ngăn

# Current status of an Instance
source: Shelved
es: Đã được xếp vào ngăn

source: Shelved Instance
es: Máy ảo đã được xếp vào ngăn

# Current status of an Instance
source: Shelved Offloaded
es: Aplazado descargado

# Task status of an Instance
source: Shelving
es: Đang xếp vào ngăn

# Task status of an Instance
source: Shelving Image Uploading
es: Aplazando carga de imagen

# Task status of an Instance
source: Shelving Offloading
es: Aplazando descarga

# Power state of an Instance
source: Shut Down
es: Tắt

# Power state of an Instance
source: Shut Off
es: Đã tắt

# Action to perform (the instance is currently running)
source: Shut Off Instance
es: Máy ảo đã tắt

# Past action (the instance is currently already Shut Off)
source: Shut Off Instance
es: Máy ảo đã tắt

# Current status of an Instance
source: Shutoff
es: Đã tắt

source: Sign Out
es: Đăng xuất

source: Size
es: Kích thước

source: Size (GiB)
es: Kích thước (GiB)

source: Size of ephemeral disk
es: Kích thước của ổ cứng phù du

source: Size of image to launch.
es: Kích thước của image để tạo.

source: Size of root disk
es: Kích thước của ổ cứng gốc

source: Size of volume
es: Kích thước của volume

source: Size:
es: Kích thước:

source: Slash is not allowed at the beginning or end of your string.
es: cadena

source: Slash is not an allowed character.
es: La barra invertida no es un carácter permitido.

source: Slashes are allowed, and are treated as pseudo-folders by the Object Store.
es: Se permite el uso de la barra invertida. El Object Store la trata como una pseudo-carpeta.

source: Snapshot "%(name)s" created for instance "%(inst)s"
es: Snapshot "%(name)s" được tạo cho "%(inst)s"

# current status of stack
source: Snapshot Complete
es: Snapshot hoàn thành

# current status of stack
source: Snapshot Failed
es: Snapshot thất bại

# current status of stack
source: Snapshot In Progress
es: Trong tiến trình Snapshot

source: Snapshot Limits
es: Giới hạn Snapshot

source: Snapshot Name
es: Tên Snapshot

source: Snapshot source must be specified
es: Nguồn Snapshot phải được chỉ định

# Task status of an Instance
source: Snapshotting
es: Đang Snapshot

# Current status of an Instance
source: Soft Deleted
es: Được xóa mềm

# Task status of an Instance
source: Soft Deleting
es: Đang xóa mềm

source: Soft Reboot Instance
es: Khởi động mềm máy ảo

source: Soft Rebooted Instance
es: Đã khởi động mềm máy ảo

source: Something went wrong!
es: Đã xảy ra sự cố

source: Source
es: Nguồn

source: Source CIDR
es: CIDR nguồn

source: Source IP
es: IP nguồn

# load balancing method
source: Source IP
es: IP nguồn

source: Source IP Address
es: Địa chỉ IP nguồn

source: Source IP Address/Subnet
es: Địa chỉ/Mạng con IP nguồn

source: Source IP address or subnet
es: Địa chỉ hoặc mạng con IP nguồn

source: Source Port
es: Cổng nguồn

source: Source Port/Port Range
es: Cổng nguồn/Dải cổng

source: Source port (integer in [1, 65535] or range in a:b)
es: Cổng nguồn (số nguyên trong khoảng [1, 65535] hoặc khoảng a:b)

source: Source/Destination Network Address and IP version are inconsistent. Please make them consistent.
es: Địa chỉ mạng nguồn/đích và phiên bản IP mâu thuẫn. Hãy làm phù hợp chúng.

source: Source:
es: Nguồn:

# Task status of an Instance
source: Spawning
es: Đang boot

source: Spec: {{ qos_spec_name }}
es: Đặc tả: {{ qos_spec_name }}

source: Specifies how IPv6 addresses and additional information are configured. We can specify SLAAC/DHCPv6 stateful/DHCPv6 stateless provided by OpenStack, or specify no option. 'No options specified' means addresses are configured manually or configured by a non-OpenStack system.
es: Chỉ định cách các địa chỉ IPv6 và thông tin bổ sung được cấu hình. Chúng ta có thể chỉ định SLAAC/DHCPv6 stateful/DHCPv6 stateless được cung cấp bởi OpenStack, hoặc chỉ định không có tùy chọn. 'Không có tùy chọn nào được chỉ định' có nghĩa là địa chỉ được cấu hình thủ công hoặc được cấu hình bởi một hệ thống không phải là OpenStack.

source: Specifies that the newly created volume should be marked as bootable
es: Chỉ định rằng volume vừa được tạo nên được đánh dấu là có khả năng khởi động

source: Specifies that the volume can be used to launch an instance
es: Chỉ định volume có thể được sử dụng để tạo máy ảo

source: Specify "Network Address"
es: Chỉ rõ "địa chỉ mạng"

source: Specify "Network Address" or clear "Create Subnet" checkbox in previous step.
es: Chỉ rõ "địa chỉ mạng" hoặc xóa checkbox "Tạo Subnet" trong bước trước.

source: Specify IP address of gateway or check "Disable Gateway" checkbox.
es: Chỉ rõ địa chỉ IP hoặc gateway hoặc kiểm tra checkbox "Vô hiệu hóa Gateway".

source: Specify VIP
es: Chỉ rõ VIP

source: Specify a metadata definition namespace to import.
es: Chỉ rõ không gian tên định nghĩa metadata để nhập.

source: Specify additional attributes for the subnet.
es: Chỉ rõ thuộc tính bổ sung cho mạng con.

source: Specify advanced options to use when launching an instance.
es: Chỉ rõ tùy chọn nâng cao để sử dụng khi tạo máy ảo

source: Specify an IP address for the interface created (e.g. 192.168.0.254).
es: Chỉ rõ địa chỉ IP cho giao diện được tạo (VD: 192.168.0.254).

source: Specify an image to upload to the Image Service.
es: Chỉ rõ image để tải lên đến dịch vụ Image.

source: Specify member IP address
es: Chỉ rõ địa chỉ IP của thành viên

source: Specify the details for launching an instance.
es: Chỉ rõ các chi tiết cho việc tạo máy ảo.
