Repository: hocchudong/tong-hop-ops
Catalog: OpenStack-Mitaka/viethoa-mitaka/horizon/openstack_dashboard/django.po
Languages: es

source: Specify this option to copy image data to the image service. If unspecified, image data will be used in its current location.
es: Chỉ tõ tùy chọn này để sao chép dữ liệu dịch vụ image. Nếu không được chỉ rõ, dữ liệu image sẽ được dụng trong vị trí hiện tại của nó.

source: Specs
es: Các đặc tả

source: Stack Events
es: Những sự kiện Stack

source: Stack ID
es: ID của Stack

source: Stack Name
es: Tên Stack

source: Stack Parameters
es: Cá thông số của Stack

source: Stack Preview
es: Xem trước Stack

source: Stack Resource
es: Tài nguyên Stack

source: Stack Resource ID
es: ID tài nguyên Stack

source: Stack Resource Type
es: Loại tài nguyên Stack

source: Stack Resources
es: Các tài nguyên Stack

source: Stack creation started.
es: Quá trình tạo Stack được bắt đầu.

source: Stack creation timeout in minutes.
es: Thời gian chờ tạo Stack trong vài phút.

source: Stack update started.
es: Đã bắt đầu cập nhật Stack

source: Start
es: Khởi động

# Action log of an instance
source: Start
es: Khởi động

source: Start Instance
es: Khởi động máy ảo

source: Start Time
es: Thời điểm bắt đầu

source: Start address is larger than end address (value=%s)
es: Địa chỉ bắt đầu lớn hơn địa chỉ kết thúc (valor=%s)

source: Start and end addresses must be specified (value=%s)
es: Địa chỉ bắt đầu và kết thúc phải được chỉ rõ (valor=%s)

source: Start must be earlier than end of period.
es: Bắt đầu phải sớm hơn kết thúc.

source: Started Instance
es: Máy ảo đã được khởi động

source: Starting evacuation from %(current)s to %(target)s.
es: Đang bắt đầu evacuation từ %(current)s đến %(target)s.

source: Starting to migrate host: %(current)s
es: Đang bắt đầu di trú máy chủ: %(current)s

source: State
es: Trạng thái

source: Static Routes
es: Định tuyến tĩnh

source: Static route added
es: Định tuyến tính đã được thêm

source: Statistics of all resources
es: Thống kê tất cả các tài nguyên

source: Stats
es: Số liệu thống kê

source: Status
es: Trạng thái

source: Status =
es: Trạng thái =

source: Status Reason
es: Lý do tình trạng

# Action log of an instance
source: Stop
es: Dừng

# Current status of an Instance
source: Stopped
es: Đã dừng

source: Subnet
es: Mạng con

source: Subnet "%s" was successfully created.
es: Mạng con "%s" được tạo thành công.

source: Subnet "%s" was successfully updated.
es: Mạng con "%s" được cập nhật thành công.

source: Subnet Details
es: Những chi tiết của mạng con

source: Subnet ID
es: ID mạng con

source: Subnet Name
es: Tên mạng con

source: Subnet list can not be retrieved.
es: Danh sách mạng con không được tìm thấy.

source: Subnet: %(dest_subnetname)s
es: Subred: %(dest_subnetname)s

source: Subnet: %(row_source_subnetname)s
es: Mạng con: %(row_source_subnetname)s

source: Subnetpool
es: Pool mạng con

source: Subnets
es: Các mạng con

source: Subnets Associated
es: Những mạng con được liên kết

source: Successfully accepted volume transfer: "%s"
es: Di chuyển volume được chấp nhận thành công: "%s"

source: Successfully added rule: %s
es: Đã thêm quy tắc thành công: %s

source: Successfully associated floating IP: %s
es: Đã liên kết floating IP thành công: %s

source: Successfully created QoS Spec: %s
es: Đặc tả QoS được tạo thành công

source: Successfully created encryption for volume type: %s
es: Mã hóa loại volume được tạo thành công: %s

source: Successfully created security group: %s
es: Nhóm bảo mật được tạo thành công: %s

source: Successfully created volume type: %s
es: Loại volume được tạo thành công: %s

source: Successfully deleted volume transfer
es: Di chuyển volume được xóa thành công

source: Successfully deleted volume transfer "%s"
es: Di chuyển volume được xóa thành công: "%s"

source: Successfully disassociated Floating IP: %s
es: Gỡ liên kết Floating IP %s thành công

source: Successfully disassociated floating IP: %s
es: Gỡ liên kết floating IP %s thành công

source: Successfully imported public key: %s
es: Khóa công cộng được nhập thành công

source: Successfully modified QoS Spec consumer.
es: Khách hàng đặc tả QoS được sửa đổi thành công.

source: Successfully recreated ec2 credentials.
es: Giấy ủy quền ec2 được tạo lại thành công.

source: Successfully restored backup %(backup_name)s to volume with id: %(volume_id)s
es: Bản backup %(backup_name)s được khôi phục thành công đến volume với id: %(volume_id)s

source: Successfully sent the request to change the volume type to "%(vtype)s" for volume: "%(name)s"
es: Đã gửi yêu cầu thành công để thay đổi loại volume đến "%(vtype)s" cho volume: "%(name)s"

source: Successfully sent the request to manage volume: %s
es: Yêu cầu quản lý volume được gửi thành công: %s

source: Successfully sent the request to migrate volume: %s
es: Yêu cầu di trú volume được gửi thành công

source: Successfully sent the request to unmanage volume: %s
es: Yêu cầu dừng quản lý volume %s được được gửi thành công

source: Successfully sent the request to upload volume to image for volume: "%s"
es: Yêu cầu tải image cho volume "%s" đã được gửi thành công

source: Successfully updated QoS Spec association.
es: Liên kết đặc tả QoS được cập nhật thành công.

source: Successfully updated aggregate: "%s."
es: Tổng hợp được cập nhật thành công: "%s."

source: Successfully updated container access to private.
es: Nội dung truy cập được cập nhật thành riêng tư thành công.

source: Successfully updated container access to public.
es: Nội dung truy cập được cập nhật thành công khai thành công.

source: Successfully updated encryption for volume type: %s
es: Loại volume được cập nhật mã hóa thành công: %s

source: Successfully updated security group: %s
es: Nhóm bảo mật được cập nhật thành công

source: Successfully updated volume snapshot status: "%s".
es: Trạng thái snapshot volume được cập nhật thành công: "%s".

source: Successfully updated volume status to "%s".
es: Trạng thái volume được cập nhật thành công "%s".

source: Successfully updated volume type.
es: Loại volume được cập nhật thành công.

source: Sum.
es: Tổng.

# current status of stack
source: Suspend Complete
es: Suspend thành công

# current status of stack
source: Suspend Failed
es: Suspend đã lỗi

# current status of stack
source: Suspend In Progress
es: Đang Suspend

source: Suspend Instance
es: Suspend máy ảo

# Current status of an Instance
source: Suspended
es: Đã được Suspend

# Power state of an Instance
source: Suspended
es: Đã được Suspend

source: Suspended Instance
es: Máy ảo được đã được Suspend

source: Suspended Stack
es: Đã Suspend Stack

# Task status of an Instance
source: Suspending
es: Đang Suspend

source: Swap Disk
es: Ổ cứng Swap

source: Swap Disk (MB)
es: Ổ cứng Swap (MB)

source: System
es: Hệ thống

source: System Airflow Reading
es: Đang đọc luồng của hệ thống

source: System CPU Utility Reading
es: Đang đọc tiện ích CPU của hệ thống

source: System CUPS Reading
es: Đang đọc CUPS của hệ thống

source: System Current Power
es: Năng lượng hiện tại của hệ thống

source: System IO Utility Reading
es: Đang đọc tiện tích IO của hệ thống

source: System Information
es: Thông tin hệ thống

source: System Memory Utility Reading
es: Đang đọc tiện ích bộ nhớ của hệ thống

source: System Outlet Temperature Reading
es: Đang đọc nhiệt độ đầu ra của hệ thống.

source: System Temperature Reading
es: Đang đọc nhiệt độ của hệ thống.

source: Target Host
es: Máy chủ đích

source: Task
es: Nhiệm vụ

source: Template
es: Mẫu

source: Template Data
es: Dữ liệu mẫu

source: Template File
es: File mẫu

source: Template Source
es: Nguồn mẫu

source: Template URL
es: URL mẫu

source: The "Bootable" flag specifies that this volume can be used to launch an instance.
es: Cờ "Bootable" chỉ định rằng volume này có thể được sử dụng để tạo máy ảo.

source: The "from" port number is invalid.
es: Số cổng "từ" là không hợp lệ.

source: The "to" port number is invalid.
es: Số cổng "đến" là không hợp lệ.

source: The "to" port number must be greater than or equal to the "from" port number.
es: Số cổng "đến" phải lớn hơn hoặc bằng số cổng "từ" .

source: The 'operation' parameter for get_feature_permission '%(feature)s' is invalid. It should be one of %(allowed)s
es: Thông số 'operation' cho get_feature_permission '%(feature)s' là không hợp lệ. Nó nên là một của %(allowed)s

source: The <strong>Cipher</strong> is the encryption algorithm/mode to use (e.g., aes-xts-plain64). If the field is left empty, the provider default will be used.
es: <strong>Cipher</strong> là thuật toán/phương pháp mã hóa để sử dụng(VD: aes-xts-plain64). Nếu trường để trống, mặc định của nhà cung cấp sẽ được sử dụng.

source: The <strong>Control Location</strong> is the notional service where encryption is performed (e.g., front-end=Nova). The default value is 'front-end.'
es: <strong>Control Location</strong> là dịch vụ nơi mã hóa được thực hiện (VD: front-end=Nova). Giá trị mặc định là 'front-end.'

source: The <strong>Key Size</strong> is the size of the encryption key, in bits (e.g., 128, 256). If the field is left empty, the provider default will be used.
es: <strong>Key Size</strong> là kích thước của khóa mã hóa, theo bit (VD: 128, 256). Nếu trường này để trống, mặc định của nhà cung cấp sẽ được sử dụng.

source: The <strong>Provider</strong> is the class providing encryption support (e.g. LuksEncryptor).
es: <strong>Provider</strong> là lớp hỗ trợ mã hóa (VD: LuksEncryptor).

source: The <strong>Provider</strong> is the class providing encryption support (e.g., LuksEncryptor).
es: El <strong>Proveedor</strong> là lớp hỗ trợ mã hóa (VD: LuksEncryptor).

source: The Aggregate was updated.
es: Tập hợp đã được cập nhật.

source: The Authorization Key will not be available after closing this page, so you must capture it now, or else you will be unable to use the transfer.
es: Khóa ủy quyền sẽ không có sẵn sau khi đóng trang này, vì vậy bạn phải giữ lấy nó ngay bây giờ, hoặc bạn sẽ không thể sử dụng di chuyển.

source: The ICMP code not in range (-1, 255)
es: Mã ICMP không thuộc dải (-1,255)

source: The ICMP type not in range (-1, 255)
es: Loại ICMP không thuộc dải (-1,255)

source: The ID "%s" is already used by another flavor.
es: ID "%s" đã được sử dụng bởi flavor khác.

source: The ID of the host where the port is allocated. In some cases, different implementations can run on different hosts.
es: ID của máy chủ nơi cổng được cấp phát. Trong một số trường hợp, các sự thực hiệnkhác nhau có thể chạy trên các máy chủ khác nhau.

source: The Image Location field MUST be a valid and direct URL to the image binary. URLs that redirect or serve error pages will result in unusable images.
es: Trường vị trí Image phải là một URL trực tiếp và hợp lệ đến nhị phân image. Những URL chuyển hướng hoặc phục vụ những trang lỗi sẽ dẫn đến những hình ảnh không sử dụng được.

source: The JSON formatted contents of a namespace.
es: Nội dung định dạng JSON của không gian tên

source: The Key Pair name that was associated with the instance
es: Tên cặp khóa mà được liên kết với máy ảo

source: The Transfer ID and the Authorization Key are needed by the recipient in order to accept the transfer. Please capture both the Transfer ID and the Authorization Key and provide them to your transfer recipient.
es: ID truyền và Khóa ủy quyền cần thiết bởi bên nhận để chấp nhận truyền. Hãy giữ ID truyền và khóa ủy quyền và cung cấp chúng đến cho bên nhận thực hiện truyền của bạn.

source: The VNIC type that is bound to the neutron port
es: Loại VNIC được liên kết với cổng neutron

source: The Volume size is too small for the '%(image_name)s' image and has to be greater than or equal to '%(smallest_size)d' GB.
es: Kích thước volume là quá nhỏ đối với image '%(image_name)s' và phải lớn hơn hoặc bằng '%(smallest_size)d' GB.

source: The admin password is incorrect.
es: Mật khẩu admin không đúng

source: The chart below shows the resources used by this project in relation to the project's quotas.
es: Biểu đồ dưới đây cho thấy những tài nguyên được sử dụng bởi project này liên quán đến hạn ngạch của project.

source: The color and icon of an intersection indicates whether or not traffic is permitted from the source (row) to the destination (column). Clicking the <span class="fa fa-random"></span> button in the intersection will install a rule to switch the traffic behavior.<br/> <b>Note:</b> Rules only affect one direction of traffic. The opposite direction is outlined when hovering over an intersection.
es: Màu sắc và icon của chỗ giao nhau cho biết có cho phép lưu lượng truy cập từ nguồn (hàng) đến đích (cột) hay không. Nhấn vào nút <span class="fa fa-random"></span> trong chỗ giao nhau sẽ cài đặt quy tắc chuyển đổi cách xử lý lưu lượng.<br/> <b>Chú ý:</b> Các quy tắc chỉ ảnh hưởng đến hướng lưu lượng. Hướng ngược lại được vạch ra khi đi thoáng qua chỗ giao nhau.

source: The container cannot be deleted since it is not empty.
es: Không thể xóa vùng này vì nó bị trống.

source: The data will remain in the volume and another instance will be able to access the data if you attach this volume to it.
es: Dữ liệu sẽ vẫn ở trong volume và máy ảo khác sẽ có thể truy cập vào dữ liệu nếu bạn đính kèm volume này với nó.

source: The dates haven't been recognized
es: Ngày tháng không được chấp nhận

source: The default IP address of the interface created is a gateway of the selected subnet. You can specify another IP address of the interface here. You must select a subnet to which the specified IP address belongs to from the above list.
es: Địa chỉ IP mặc định của giao diện được tạo là gateway của mạng con được chọn. Bạn có thể chỉ rõ địa chỉ chỉ IP khác của giao diện này. Bạn phải chọn mạng con mà địa chỉ IP được chỉ định thuộc về danh sách trên.

source: The default action for deleting a consistency group is to first disassociate all associated volumes.
es: Hành động mặc định cho việc xóa nhóm thống nhất là để phân tách tất cả các những volume được liên kết.

source: The flavor '%(flavor)s' is too small for requested image. Minimum requirements: %(min_ram)s MB of RAM and %(min_disk)s GB of Root Disk.
es: Flavor '%(flavor)s' là quá nhỏ cho image được yêu cầu. Yêu cầu tối thiểu: %(min_ram)s MB RAM và %(min_disk)s GB cho ổ cứng gốc.

source: The instance is preparing the live migration to host "%s".
es: Máy ảo được di trú khi đang chạy đến máy chủ "%s".

source: The instance password encrypted with your public key.
es: Mật khẩu máy ảo được mã hóa với khóa công cộng của bạn.

source: The instance(s) will be shut off.
es: Máy ảo (nhiều máy ảo sẽ bị tắ.

source: The key pair &quot;%(keypair_name)s&quot; should download automatically. If not use the link below.
es: Cặp khóa &quot;%(keypair_name)s&quot; sẽ tự động tải xuống. Nếu không sử dụng, sử dụng liên kết bên dưới.

source: The maximum time in seconds for a monitor to wait for a reply. It must be less than or equal to delay
es: Thời gian tối đa tính bằng giây để màn hình chờ phản hồi. Nó phải nhỏ hơn hoặc bằng thời gian trể

source: The minimum disk size required to boot the image. If unspecified, this value defaults to 0 (no minimum).
es: Kích thước ổ cứng tối thiểu được yêu cầu để khởi tạo image. Nếu không chỉ rõ,mặc định giá trị là 0 (không có giá trị tối thiểu).

source: The minimum memory size required to boot the image. If unspecified, this value defaults to 0 (no minimum).
es: Kích thước bộ nhớ nhỏ nhất được yêu cầu để khởi tạo image. Nếu không được chỉ rõ, mặc định giá trị là 0 (không có giá trị tối thiểu).

source: The minimum time in seconds between regular checks of a member. It must be greater than or equal to timeout
es: El tiempo mínimo en segundos entre las revisiones regulares de un miembro. Debe ser mayor o igual al tiempo de espera

source: The name "%s" is already used by another consistency group.
es: El nombre "%s" ya está siendo utilizado por otro grupo de consistencia.

source: The name "%s" is already used by another flavor.
es: El nombre "%s" ya lo ha usado otro tipo.

source: The name "%s" is already used by another host aggregate.
es: El nombre "%s" ya está siendo utilizado por otra agregación de hosts.

source: The name is already in use.
es: Este nombre ya existe.

source: The name of the physical network over which the virtual network is implemented.
es: El nombre de la red física sobre la que se implementará la red virtual.

source: The next hop addresses can be used to override the router used by the client.
es: Las direcciones del siguiente salto se pueden utilizar para ignorar el direccionador usado por el cliente.

source: The page you were looking for doesn't exist
es: La página que está buscando no existe

source: The physical mechanism by which the virtual network is implemented.
es: El mecanismo físico por el que está implementada la red virtual.

source: The port also describes the associated network configuration, such as the MAC and IP addresses to be used on that port.
es: Un puerto también describe la configuración de red asociada, como las direcciones MAC o IP, a utilizar en ese puerto.

source: The pre-defined key string between the two peers of the VPN connection
es: La cadena de clave predefinida entre los dos iguales de la conexión VPN.

source: The private key will be only used in your browser and will not be sent to the server
es: La clave privada se usará solo en su navegador y no se enviará al servidor

source: The pseudo folder cannot be deleted since it is not empty.
es: No se puede suprimir la pseudo carpeta hasta que no esté vacía.

source: The raw contents of the environment file.
es: Los contenidos planos de el archivo de entorno.

source: The raw contents of the template.
es: El contenido en bruto de la plantilla

source: The requested instance cannot be launched as you only have %(avail)i of your quota available.
es: La instancia solicitada no se puede ejecutar ya que solo tiene %(avail)i de su cuota disponible.

source: The requested instance cannot be launched. Requested volume exceeds quota: Available: %(avail)s, Requested: %(req)s.
es: La instancia solicitada no se puede iniciar. El volumen solicitado excede la cuota: Disponible: %(avail)s, Solicitado: %(req)s.

source: The requested instance cannot be launched. The following requested resource(s) exceed quota(s): %s.
es: La instancia solicitada nose puede iniciar. Los siguientes recursos solicitados exceden la quota(s): %s.

source: The requested instance port is already associated with another floating IP.
es: El puerto de instancia solicitado ya está asociado a otra IP flotante.

source: The specified port is invalid.
es: El puerto especificado no es válido.

source: The state of IPSec site connection to start in. If DOWN (False), IPSec site connection does not forward packets.
es: El estado de la conexión de sitio IPSec desde el que comenzar. Si está ABAJO (Falso), la conexión de sitio IPSec no reenvía paquetes.

source: The state of VPN service to start in. If DOWN (False) VPN service does not forward packets.
es: El estado del servicio VPN en el que comenzar. Si está ABAJO (Falso) el servicio VPN no reenvía paquetes.

source: The state to start the network in.
es: El estado en el que iniciar la red.

source: The subnet in the Network Address is too small (/%s).
es: La subred es demasiado pequeña (/%s).

source: The time delta must be a number representing the time span in days
es: El tiempo delta debe ser un número que represente el lapso de tiempo en días

source: The volume size cannot be less than the image minimum disk size (%sGiB)
es: El tamaño del volumen no puede ser menor que el tamaño mínimo de disco de la imagen (%sGiB)

source: The volume size cannot be less than the image size (%s)
es: El tamaño del volumen no puede ser inferior al tamaño de la imagen (%s)

source: The volume size cannot be less than the snapshot size (%sGiB)
es: El tamaño del volumen no puede ser inferior al tamaño de la instantánea (%s GiB)

source: The volume size cannot be less than the source volume size (%sGiB)
es: El tamaño del volumen no puede ser menor que el tamaño del volumen original (%sGiB)

source: Theme Preview
es: Vista previa de tema

source: Themes:
es: Temas:

source: There are no meters defined yet.
es: No hay medidores definidos todavía.

source: There are no networks, routers, or connected instances to display.
es: No hay redes, direccionadores ni instancias conectadas que mostrar.

source: There is not enough capacity for this flavor in the selected availability zone. Try again later or select a different availability zone.
es: No hay suficiente capacidad para este tipo en la zona de disponibilidad seleccionada. Inténtelo de nuevo más tarde o seleccione otra zona de disponibilidad.

source: There was a problem loading the namespace: %s.
es: Se ha producido un problema al cargar el espacio de nombres: %s.

source: There was a problem parsing the %(prefix)s: %(error)s
es: Ha habido un problema al analizar el %(prefix)s:%(error)s

source: This action cannot be undone.
es: Esta acción no se puede deshacer.

source: This action cannot be undone. Current EC2 credentials will be deleted and not recoverable.
es: Esta acción no se puede deshacer. Las credenciales EC2 actuales se suprimirán y no se podrán recuperar.

source: This application requires JavaScript to be enabled in your web browser.
es: Esta aplicación requiere que JavaScript esté habilitado en su navegador web.

source: This generates a pair of keys: a key you keep private (cloud.key) and a public key (cloud.key.pub). Paste the contents of the public key file here.
es: Esto genera un par de claves: una clave que debe mantener privada (cloud.key) y una clave pública (cloud.key.pud). Copie el contenido del archivo de la clave pública aquí.

source: This is equivalent to the <tt>cinder qos-associate</tt> and <tt>cinder qos-disassociate</tt> commands.
es: Esto equivale a los mandatos <tt>cinder qos-associate</tt> y <tt>cinder qos-disassociate</tt>.

source: This is required for operations to be performed throughout the lifecycle of the stack
es: Esto es indispensable para operaciones que se ejecuten durante el ciclo de vida de la pila.

source: This name is already taken.
es: Este nombre ya está en uso.

source: This panel needs JavaScript support.
es: Este panel necesita soporte javascript.

source: This volume is currently attached to an instance. In some cases, creating a snapshot from an attached volume can result in a corrupted snapshot.
es: Este volumen está actualmente asociado a una instancia. En algunos casos, hacer una instantánea de un volumen asociado puede provocar la corrupción de la instantánea.

source: This volume type is used by one or more volumes.
es: Este tipo de volumen lo utilizan uno o más volúmenes.

source: Time
es: Tiempo

source: Time Since Created
es: Tiempo desde la creación

source: Time Since Event
es: Tiempo desde el suceso

source: Time since created
es: Tiempo desde su creación

source: Time since created (Seconds)
es: Tiempo desde creación (segundos)

source: Timeout
es: Tiempo de espera

source: Timezone
es: Zona horaria

source: To
es: Hasta

source: To Port
es: Hasta el puerto

source: To date to must be greater than From date.
es: La fecha hasta debe ser mayor que la fecha desde.

source: To decrypt your password you will need the private key of your key pair for this instance. Select the private key file, or copy and paste the content of your private key file into the text area below, then click Decrypt Password.
es: Para descifrar su contraseña necesitará la clave privada de su par de claves para esta instancia. Seleccione el archivo de la clave privada o copie y pegue el contenido de su archivo de clave privada en el área de texto, luego pulse en descifrar contraseña.

source: To exit the fullscreen mode, click the browser's back button.
es: Para salir del modo pantalla completa, pulse el botón de página anterior del navegador.
