Repository: hocchudong/tong-hop-ops
Catalog: OpenStack-Mitaka/viethoa-mitaka/horizon/openstack_dashboard/django.po
Languages: es

source: To specify an allowed IP range, select &quot;CIDR&quot;. To allow access from all members of another security group select &quot;Security Group&quot;.
es: Para especificar un rango de IP permitidas, seleccione "CIDR". Para permitir acceso a todos los miembros de otro grupo de seguridad seleccione "Grupo de seguridad"

source: To:
es: Hasta:

source: Toggle Network Collapse
es: Alternar colapso de red

source: Toggle labels
es: Alternar etiquetas

source: Toggle navigation
es: Alternar navegación

source: Topic
es: Tema

source: Topology
es: Topología

source: Total Active RAM (MB):
es: RAM Activa total (MB):

source: Total Disk
es: Total de disco

source: Total Disk Size (GB):
es: Tamaño total de disco (GB):

source: Total Disk Usage (Hours):
es: Uso total de disco (horas):

source: Total Gibibytes
es: Total de Gibibytes

source: Total Memory Usage (Hours):
es: Uso total de memoria (horas):

source: Total RAM
es: Total de RAM

source: Total Size of Volumes and Snapshots (GB)
es: Tamaño total de volúmenes e instantáneas (GB)

source: Total Size of Volumes and Snapshots (GiB)
es: Tamaño total de volúmenes e instantáneas (GiB)

source: Total Size of Volumes and Snapshots (GiB) of Type %(type)s
es: Tamaño total de volúmenes e instantáneas (GiB) de tipo %(type)s

source: Total VCPU Usage (Hours):
es: Uso total de VCPU (horas):

source: Total VCPU usage (Number of VCPU in instance * Hours Used) for the project
es: El uso total de VCPU (Número de VCPU en instancia * Horas Empleadas) para el proyecto

source: Total disk usage (GB * Hours Used) for the project
es: Uso total de disco (GB * Horas Empleadas) para el proyecto

source: Total memory usage (MB * Hours Used) for the project
es: Uso total de memoria (MB * Horas Empleadas) para el proyecto

source: Total size of stored objects
es: Tamaño total de objetos almacenados

source: Transfer ID
es: ID de transferencia

source: Transfer Name
es: Nombre de transferencia

source: Transform Protocol
es: Protocolo de transformación

source: Type
es: Tipo

source: Type of backend device identifier provided
es: Tipo de indentificador de dispositivo de fondo proporcionado.

source: Type: %(persistence_type)s
es: Tipo: %(persistence_type)s

source: UP
es: ARRIBA

# Admin state of a Firewall
source: UP
es: ARRIBA

# Admin state of a Load balancer
source: UP
es: ARRIBA

# Admin state of a Network
source: UP
es: ARRIBA

# Admin state of a Port
source: UP
es: ARRIBA

# Admin state of a Router
source: UP
es: ARRIBA

source: URL Path
es: Ruta URL

source: Unable to accept volume transfer.
es: No es posible aceptar la transferencia de volumen.

source: Unable to add Firewall "%s".
es: No se ha podido añadir el cortafuegos "%s".

source: Unable to add IKE Policy "%s".
es: No se ha podido añadir la política IKE "%s".

source: Unable to add IPSec Policy "%s".
es: No se ha podido añadir la política IPSec "%s".

source: Unable to add IPSec Site Connection "%s".
es: No se ha podido añadir la conexión sitio a sitio IPSec "%s".

source: Unable to add Policy "%s".
es: No se ha podido añadir la política "%s".

source: Unable to add Rule "%s".
es: No se ha podido añadir la regla "%s.

source: Unable to add VIP "%s".
es: No se ha podido añadir la VIP "%s".

source: Unable to add VPN Service "%s".
es: No se ha podido añadir el servicio VPN "%s".

source: Unable to add member(s)
es: No se ha podido añadir miembro(s)

source: Unable to add monitor
es: No se ha podido añadir el supervisor

source: Unable to add monitor.
es: No se ha podido añadir el supervisor.

source: Unable to add pool "%s".
es: No se ha podido agregar la agrupación"%s.

source: Unable to add rule to security group.
es: No se ha podido añadir la regla al grupo de seguridad.

source: Unable to add user to primary project.
es: No se ha podido añadir el usuario al proyecto principal.

source: Unable to allocate Floating IP.
es: No se ha podido asignar la IP flotante.

source: Unable to associate IP address %s.
es: No se ha podido asociar la dirección IP %s.

source: Unable to associate floating IP.
es: No se ha podido asociar la IP flotante.

source: Unable to associate monitor.
es: No se ha podido asociar el supervisor.

source: Unable to attach interface.
es: No se ha podido conectar la interfaz.

source: Unable to attach volume.
es: No se ha podido asociar el volumen.

source: Unable to change password.
es: Không có khả năng thay đổi mật khẩu

source: Unable to change the volume type for volume: "%s"
es: No se ha podido cambiar el tipo de volumen para el volumen: "%s"

source: Unable to clear gateway for router "%(name)s": "%(msg)s"
es: No se ha podido borrar la puerta de enlace del direccionador "%(name)s": "%(msg)s"

source: Unable to connect to Neutron.
es: No se ha podido establecer conexión con Neutron.

source: Unable to copy object.
es: No se ha podido copiar el objeto.

source: Unable to create QoS Spec.
es: No se ha podido crear la especificación de QoS.

source: Unable to create consistency group.
es: No se ha podido crear el grupo de consistencia.

source: Unable to create container.
es: No se ha podido crear el contenedor.

source: Unable to create domain "%s".
es: No se ha podido crear el dominio "%s".

source: Unable to create encrypted volume type.
es: No se ha podido crear el tipo de volumen cifrado

source: Unable to create flavor "%s".
es: No se ha podido crear el tipo "%s".

source: Unable to create flavor.
es: No se ha podido crear el tipo.

source: Unable to create group.
es: No se ha podido crear el grupo.

source: Unable to create host aggregate "%s".
es: No se ha podido crear la agregación de hosts "%s".

source: Unable to create host aggregate.
es: No se ha podido crear la agregación de hosts.

source: Unable to create identity provider protocol.
es: No se ha podido crear el protocolo de proveedor de identidad.

source: Unable to create key pair: %(exc)s
es: No se ha podido crear el par de claves: %(exc)s

source: Unable to create mapping.
es: No se ha podido crear la correlación.

source: Unable to create mapping. Rules has malformed JSON data.
es: No se ha podido crear la correlación. Las reglas contienen datos JSON mal formados.

source: Unable to create network "%s".
es: No se ha podido crear la red "%s".

source: Unable to create new image
es: No se ha podido crear la nueva imagen

source: Unable to create new image: Image name too long.
es: No se ha podido crear la nueva imagen: el nombre de la imagen es demasiado largo.

source: Unable to create new image: Invalid disk format %s for image.
es: No se ha podido crear la nueva imagen: Formato de disco no válido %s para la imagen.

source: Unable to create new image: URL scheme not supported.
es: No se ha podido crear nueva imagen: Esquema de URL no admitido.

source: Unable to create new namespace. %s
es: No se ha podido crear el espacio de nombres nuevo: %s

source: Unable to create port for profile "%(profile_id)s": %(reason)s
es: No se ha podido crear el puerto para el perfil "%(profile_id)s": %(reason)s

source: Unable to create project "%s".
es: No se ha podido crear el proyecto "%s".

source: Unable to create pseudo-folder.
es: No se ha podido crear la pseudo-carpeta.

source: Unable to create role.
es: No se ha podido crear el rol.

source: Unable to create security group: %s
es: No se ha podido crear el grupo de seguridad: %s

source: Unable to create snapshot.
es: No se ha podido crear la instantánea.

source: Unable to create spec.
es: No se ha podido crear la especificación.

source: Unable to create subnet "%s".
es: No se ha podido crear la subred "%s".

source: Unable to create user.
es: No se ha podido crear el usuario.

source: Unable to create volume backup.
es: No se ha podido crear la copia de seguridad del volumen.

source: Unable to create volume snapshot.
es: No se ha podido crear la instantánea del volumen.

source: Unable to create volume transfer.
es: No es posible crear transferencia de volumen

source: Unable to create volume type extra spec.
es: No se ha podido crear la especificación adicional del tipo de volumen

source: Unable to create volume type.
es: No se ha podido crear el tipo de volumen.

source: Unable to create volume.
es: No se ha podido crear el volumen.

source: Unable to delete IKE Policy. %s
es: No se ha podido suprimir la política IKE. %s

source: Unable to delete IPSec Policy. %s
es: No se ha podido suprimir la política IPSec. %s

source: Unable to delete IPSec Site Connection. %s
es: No se ha podido eliminar la conexión sitio a sitio IPSec. %s

source: Unable to delete VIP. %s
es: No se ha podido suprimir la VIP. %s

source: Unable to delete VPN Service. %s
es: No se ha podido eliminar el servicio VPN. %s

source: Unable to delete consistency group.
es: No se ha podido suprimir el grupo de consistencia.

source: Unable to delete container.
es: No se ha podido eliminar el contenedor.

source: Unable to delete firewall. %s
es: No se ha podido suprimir el cortafuegos. %s

source: Unable to delete member. %s
es: No se ha podido suprimir el miembro. %s

source: Unable to delete monitor. %s
es: No se ha podido suprimir el supervisor. %s

source: Unable to delete policy. %s
es: No se ha podido suprimir la política. %s

source: Unable to delete pool. %s
es: No se ha podido suprimir la agrupación. %s

source: Unable to delete router "%s"
es: No se ha podido borrar el direccionador "%s"

source: Unable to delete router rule.
es: No se ha podido suprimir la regla del direccionador.

source: Unable to delete rule. %s
es: No se ha podido suprimir la regla. "%s"

source: Unable to delete volume transfer.
es: No se ha podido suprimir la transferencia de volumen.

source: Unable to detach interface.
es: No se ha podido desconectar la interfaz.

source: Unable to determine if availability zones extension is supported.
es: No se ha podido determinar si la ampliación de las zonas de disponibilidad está soportada.

source: Unable to determine if volume type encryption is supported.
es: No se puede determinar si el cifrado del tipo de volumen está soportado.

source: Unable to disassociate floating IP.
es: No se ha podido desasociar la IP flotante.

source: Unable to disassociate monitor.
es: No se ha podido desasociar el supervisor.

source: Unable to edit consistency group
es: No se ha podido editar el grupo de consistencia

source: Unable to edit consistency group.
es: No se ha podido editar el grupo de consistencia.

source: Unable to edit spec.
es: No se ha podido editar la especificación.

source: Unable to edit volume type extra spec.
es: No se ha podido editar la especificación adicional del tipo de volumen

source: Unable to extend volume.
es: No se ha podido ampliar el volumen.

source: Unable to fetch EC2 credentials.
es: No se han podido captar las credenciales EC2.

source: Unable to find default role.
es: No se ha podido encontrar el rol predeterminado.

source: Unable to get EC2 credentials
es: No se han podido obtener las credenciales EC2

source: Unable to get Orchestration service list.
es: No se ha podido obtener la lista de servicios de orquestación.

source: Unable to get RDP console for instance "%s".
es: No se ha podido obtener la consola RDP para la instancia "%s".

source: Unable to get SPICE console for instance "%s".
es: No se ha podido obtener la consola SPICE de la instancia "%s".

source: Unable to get VIP for pool %(pool)s.
es: No se ha podido obtener el VIP de la agrupación %(pool)s.

source: Unable to get VNC console for instance "%s".
es: No se ha podido obtener la consola VNC de la instancia "%s".

source: Unable to get cinder services list.
es: No se ha podido obtener la lista de servicios de cinder

source: Unable to get consistency group list
es: No se ha podido obtener la lista de grupos de consistencia

source: Unable to get events for stack "%s".
es: No se han podido obtener sucesos para la pila "%s".

source: Unable to get flavor list
es: No se ha podido obtener la lista de tipos

source: Unable to get health monitor %(monitor_id)s for pool %(pool)s.
es: No se ha podido obtener el monitor de estado%(monitor_id)s de la agrupación %(pool)s.

source: Unable to get host aggregate list
es: No se ha podido obtener la lista de agregaciones de hosts

source: Unable to get log for instance "%s".
es: No se ha podido obtener el registro de la instancia "%s".

source: Unable to get members for pool %(pool)s.
es: No se han podido obtener los miembros de la agrupación %(pool)s.

source: Unable to get network agents info.
es: No se ha podido obtener información de los agentes de red.

source: Unable to get network agents list.
es: No se ha podido obtener la lista de agentes de red.

source: Unable to get nova services list.
es: No se ha podido obtener la lista de servicios de nova.

source: Unable to get openrc credentials
es: No se han podido obtener las credenciales openrc

source: Unable to get pool detail.
es: No se han podido obtener los detalles de la agrupación.

source: Unable to get quota info.
es: No se ha podido obtener la información de la cuota.

source: Unable to get resources for stack "%s".
es: No se han podido obtener recursos para la pila "%s".

source: Unable to get subnet "%s"
es: No se ha podido obtener la subred "%s"

source: Unable to get subnet for pool %(pool)s.
es: No se ha podido obtener la subred de la agrupación%(pool)s.

source: Unable to get the available hosts
es: No se han podido obtener las agregaciones de hosts.

source: Unable to get the available volume types
es: No se han podido obtener los tipos de volumen disponibles

source: Unable to get the available volumes
es: No se han podido obtener los volúmenes disponibles

source: Unable to get volume type list
es: No se ha podido obtener la lista de tipos de volumen

source: Unable to import key pair.
es: No se ha podido importar el par de claves.

source: Unable to initialize subnetpools
es: No se han podido inicializar las agrupaciones de subred

source: Unable to launch %(count)s named "%(name)s".
es: No se ha podido iniciar %(count)s con el nombre "%(name)s".

source: Unable to list containers.
es: No se han podido listar los contenedores.

source: Unable to list dhcp agents hosting network.
es: No se han podido enumerar los agentes dhcp que alojan la red.

source: Unable to load the specified image. %s
es: No se ha podido cargar la imagen especificada. %s

source: Unable to load the specified snapshot.
es: No se ha podido cargar la instantánea especificada.

source: Unable to load the specified volume. %s
es: No se ha podido cargar el volumen especificado. %s

source: Unable to locate VIP to delete. %s
es: No se ha podido localizar la VIP a suprimir. %s

source: Unable to lookup volume or backup information.
es: No se ha podido realizar una búsqueda sobre la información de la copia de seguridad o el volumen.

source: Unable to manage volume.
es: No se ha podido gestionar el volumen.

source: Unable to modify domain "%s".
es: No se ha podido modificar el dominio "%s".

source: Unable to modify flavor "%s".
es: No se ha podido modificar el tipo "%s".

source: Unable to modify instance "%s".
es: No se ha podido modificar la instancia "%s".

source: Unable to modify project "%s".
es: No se ha podido modificar el proyecto "%s".

source: Unable to parse IP address %s.
es: No se ha podido analizar la dirección IP %s.

source: Unable to rebuild instance.
es: No se ha podido reconstruir la instancia.

source: Unable to recreate ec2 credentials. Failed to create ec2 credentials.
es: No se han podido recrear las credenciales ec2. Se ha producido un fallo al crear las credenciales ec2.

source: Unable to recreate ec2 credentials. Failed to delete ec2 credentials.
es: No se han podido recrear las credenciales ec2. Se ha producido un fallo al suprimir las credenciales ec2.

source: Unable to register identity provider.
es: No se ha podido registrar el proveedor de identidad.

source: Unable to register identity provider. Please check that the Identity Provider ID and Remote IDs provided are not already in use.
es: No se ha podido registrar el proveedor de identidad. Compruebe que el ID del Proveedor de Identidad y los IDs Remotos no se están ya utilizando.

source: Unable to resize instance "%s".
es: No se ha podido redimensionar la instancia "%s".

source: Unable to restore backup.
es: No se ha podido restaurar la copia de seguridad.

source: Unable to retrieve Ceilometer meter list.
es: No se ha podido obtener la lista de medidas de Ceilometer

source: Unable to retrieve IKE Policies list.
es: No se ha podido obtener la lista de políticas IKE.

source: Unable to retrieve IKE Policy details.
es: No se han podido recuperar los detalles de la política IKE.

source: Unable to retrieve IKE Policy details. %s
es: No se han podido recuperar los detalles de la política IKE. %s

source: Unable to retrieve IP addresses from Neutron for instance "%(name)s" (%(id)s).
es: No se han podido recuperar las direcciones IP de Neutron para la instancia "%(name)s" (%(id)s).

source: Unable to retrieve IP addresses from Neutron.
es: No se han podido obtener las direcciones IP desde Neutron.

source: Unable to retrieve IPSec Policies list.
es: No se ha podido obtener la lista de políticas IPSec.

source: Unable to retrieve IPSec Policy details.
es: No se han podido recuperar los detalles de la política IPSec.

source: Unable to retrieve IPSec Policy details. %s
es: No se han podido recuperar los detalles de la política IPsec. %s

source: Unable to retrieve IPSec Site Connection details.
es: No se han podido recuperar los detalles sobre la conexión sitio a sitio IPSec.

source: Unable to retrieve IPSec Site Connection details. %s
es: No se han podido recuperar los detalles de la conexión a sitio IPsec. %s

source: Unable to retrieve IPSec Site Connections list.
es: No se ha podido obtener la lista de conexiones sitio a sitio IPSec.

source: Unable to retrieve Network information for instance "%s".
es: No se ha podido recuperar la información de red para la instancia "%s".

source: Unable to retrieve Nova availability zones.
es: No se ha podido recuperar las zonas de disponibilidad de Nova.

source: Unable to retrieve QoS Spec association.
es: No se ha podido recuperar la asociación de la especificación QoS.

source: Unable to retrieve QoS Spec details.
es: No se ha podido recuperar la información detallada de la especificación QoS

source: Unable to retrieve QoS Specs.
es: No se han podido recuperar las especificaciones QoS.

source: Unable to retrieve QoS spec details.
es: No se han podido recuperar de detalles de la especificación QoS.

source: Unable to retrieve QoS spec list.
es: No se ha podido recuperar la lista de especificaciones QoS

source: Unable to retrieve QoS specs
es: No se han podido recuperar las especificaciones QoS

source: Unable to retrieve VIP details.
es: No se han podido recuperar los detalles de la VIP.

source: Unable to retrieve VIP details. %s
es: No se han podido recuperar los detalles de la VIP. %s

source: Unable to retrieve VPN Service details.
es: No se han podido recuperar los detalles del servicio VPN.

source: Unable to retrieve VPN Service details. %s
es: No se han podido recuperar los detalles del servicio VPN. %s

source: Unable to retrieve VPN Services list.
es: No se ha podido obtener la lista de servicios VPN.

source: Unable to retrieve a list of external networks "%s".
es: No se ha podido recuperar la lista de redes externas "%s".

source: Unable to retrieve agent list.
es: No se ha podido obtener la lista de agentes.

source: Unable to retrieve an external network "%s".
es: No se ha podido recuperar una red externa "%s".

source: Unable to retrieve attachment information.
es: No se ha podido obtener información de la asociación.

source: Unable to retrieve availability zone list.
es: No se ha podido obtener la lista de zonas de disponibilidad.

source: Unable to retrieve availability zones.
es: No se han podido recuperar las zonas de disponibilidad.

source: Unable to retrieve backup details.
es: No se han podido recuperar los detalles de la copia de seguridad.

source: Unable to retrieve compute host information.
es: No se ha podido obtener la información del host de computación.

source: Unable to retrieve compute limit information.
es: No se ha podido obtener la información del límite de cálculo.

source: Unable to retrieve consistency group details.
es: No se han podido recuperar los detalles del grupo de consistencia.

source: Unable to retrieve container list.
es: No se ha podido recuperar la lista de contenedores.

source: Unable to retrieve default Neutron quota values.
es: No se han podido recuperar los valores predeterminados de cuota de Neutron.

source: Unable to retrieve default quota values.
es: No se han podido obtener los valores predeterminados de la cuota.

source: Unable to retrieve details for instance "%s".
es: No se han podido recuperar los detalles de la instancia "%s".

source: Unable to retrieve details for keypair "%s".
es: No se ha podido recuperar la información detallada del par de claves "%s".

source: Unable to retrieve details for network "%s".
es: No se han podido obtener los detalles de la red "%s".

source: Unable to retrieve details for router "%s".
es: No se han podido recuperar los detalles para el direccionador"%s".

source: Unable to retrieve details.
es: No se han podido recuperar los detalles.

source: Unable to retrieve domain details.
es: No se han podido obtener los detalles del dominio.

source: Unable to retrieve domain information.
es: No se ha podido obtener la información del dominio.

source: Unable to retrieve domain list.
es: No se ha podido obtener la lista de dominios.

source: Unable to retrieve encryption type.
es: No se ha podido recuperar el tipo de cifrado

source: Unable to retrieve extensions information
es: No es posible recuperar la información de las extensiones

source: Unable to retrieve extensions information.
es: No se ha podido obtener la información de las extensiones.

source: Unable to retrieve extra spec list.
es: No se ha podido recuperar la lista de especificaciones adicionales.

source: Unable to retrieve firewall details.
es: No se han podido recuperar los detalles del cortafuegos.

source: Unable to retrieve firewall list.
es: No se ha podido obtener la lista de cortafuegos.

source: Unable to retrieve flavor access list. Please try again later.
es: No se ha podido obtener la lista de acceso de tipos. Inténtelo de nuevo más tarde.

source: Unable to retrieve flavor details.
es: No se han podido obtener los detalles del tipo.

source: Unable to retrieve flavor information for instance "%(name)s" (%(id)s).
es: No se ha podido recuperar la información del tipo para la instancia "%(name)s" (%(id)s).

source: Unable to retrieve flavor information for instance "%s".
es: No se ha podido recuperar información del tipo para la instancia "%s".

source: Unable to retrieve flavor list.
es: No se ha podido obtener la lista de tipos.

source: Unable to retrieve flavors.
es: No se han podido recuperar los tipos.

source: Unable to retrieve floating IP addresses.
es: No se ha podido recuperar la lista de direcciones IP flotantes.

source: Unable to retrieve floating IP pools.
es: No se han podido recuperar las agrupaciones de IP flotantes.

source: Unable to retrieve group list.
es: No se ha podido recuperar la lista del grupo.

source: Unable to retrieve group list. Please try again later.
es: No se ha podido recuperar la lista de grupos. Inténtelo de nuevo más tarde.

source: Unable to retrieve group users.
es: No se han podido recuperar los usuarios del grupo.

source: Unable to retrieve health monitor details. %s
es: No se han podido recuperar los detalles del supervisor de estado. %s

source: Unable to retrieve host aggregates list.
es: No se ha podido obtener la lista de agregados del host.
