Repository: hocchudong/tong-hop-ops
Catalog: OpenStack-Mitaka/viethoa-mitaka/horizon/openstack_dashboard/django.po
Languages: es

source: Use one of these load balancing methods to distribute incoming requests:
es: Utilice uno de estos métodos de equilibrio de carga para distribuir las solicitudes entrantes:

source: Use snapshot as a source
es: Utilizar una instantánea como origen

source: Used <span> %(used)s </span> of <span> %(available)s </span>
es: <span> %(used)s </span> usado de <span> %(available)s </span>

source: Used in Policy
es: Usado en la política

source: User
es: Usuario

source: User "%s" was successfully created.
es: El usuario "%s" se ha creado satisfactoriamente.

source: User %s has no role defined for that project.
es: El usuario %s no tiene roles definidos para ese proyecto.

source: User Credentials
es: Credenciales de usuario

source: User Credentials Details
es: Detalles de las credenciales de usuario

source: User Details
es: Información detallada del usuario

source: User ID
es: ID de usuario

source: User Name
es: Usuario

source: User Settings
es: Ajustes de usuario

source: User has been updated successfully.
es: El usuario se ha actualizado satisfactoriamente.

source: User name "%s" is already used.
es: El nombre de usuario "%s" ya se utiliza.

source: User password has been updated successfully.
es: La contraseña de usuario se ha actualizado correctamente.

source: User-defined unique id to identify the identity provider.
es: ID exclusivo definido por el usuario para identificar el proveedor de identidad.

source: User-defined unique id to identify the mapping.
es: ID exclusivo definido por el usuario para identificar la correlación.

source: Users
es: Usuarios

source: VCPU Hours
es: Horas VCPU

source: VCPU Usage
es: Uso de VCPU

source: VCPUs
es: VCPU

source: VCPUs (total)
es: VCPU (total)

source: VCPUs (used)
es: VCPU (usadas)

source: VIF Details
es: Detalles VIF

source: VIF Type
es: Tipo VIF

source: VIP %s was successfully updated.
es: La VIP %s se ha actualizado correctamente.

source: VIP Details
es: Detalles de VIP

source: VIP Subnet
es: Subred de VIP

source: VNIC Type
es: Tipo VNIC

source: VPN Connections
es: Conexiones VPN

source: VPN Service
es: Servicio VPN

source: VPN Service %s was successfully updated.
es: El servicio VPN %s se ha modificado correctamente.

source: VPN Service Details
es: Detalles del servicio VPN

source: VPN Service associated with this connection
es: Servicio VPN asociado a esta conexión

source: VPN Services
es: Servicios VPN

source: Valid integer greater than the DPD interval
es: Entero válido mayor al intervalo de detección de iguales inactivos

source: Valid integer lesser than DPD timeout
es: Entero válido menor a la desconexión de detección de iguales inactivos

source: Valid integer lesser than the DPD timeout
es: Entero válido menor al intervalo de detección de iguales inactivos

source: Value
es: Valor

source: Value (Avg)
es: Valor (medio)

source: Value:
es: Valor:

source: Version: %(version_info)s
es: Versión: %(version_info)s

source: View Container
es: Ver contenedor

source: View Credentials
es: Ver credenciales

source: View Details
es: Ver detalles

source: View Extra Specs
es: Ver especificaciones adicionales

source: View Full Log
es: Ver registro completo

source: View Log
es: Ver el registro

source: View Usage
es: Ver uso

source: View Usage Report
es: Ver informe de uso

source: Virtual Private Network
es: Red privada virtual

source: Virtual Size
es: Tamaño Virtual

source: Volume
es: Volumen

source: Volume %(volume_name)s on instance %(instance_name)s
es: Volumen %(volume_name)s en instancia %(instance_name)s

source: Volume Backup:
es: Copia de seguridad del volumen:

source: Volume Backups
es: Copias de seguridad de volumen

source: Volume Backups are stored using the Object Storage service. You must have this service activated in order to create a backup.
es: Las copias de seguridad de los volúmenes se guardan utilizando el servicio Object Storage. Debe tener este servicio activado para poder crear copias de seguridad.

source: Volume Consistency Groups
es: Grupos de consistencia de volumen

source: Volume Encryption Details
es: Detalles del cifrado de volumen.

source: Volume Encryption Details: %(volume_name)s
es: Detalles de cifrado de volumen: %(volume_name)s

source: Volume Encryption Details: {{ volume.name }}
es: Detalles de cifrado de volumen: {{ volume.name }}

source: Volume Encryption Overview
es: Visión general del volumen de cifrado

source: Volume Limits
es: Límites del volumen

source: Volume Name
es: Nombre del volumen

source: Volume Snapshot
es: Instantánea de volumen

source: Volume Snapshot Overview
es: Vista general de la instantánea de volumen

source: Volume Snapshots
es: Instantáneas de volúmenes

source: Volume Snapshots of Type %(type)s
es: Instantáneas de volumen de tipo %(type)s

source: Volume Source
es: Origen del volumen

source: Volume Storage
es: Almacenamiento del volumen

source: Volume Transfer
es: Volumen de transferencia

source: Volume Transfer Details
es: Detalles de transferencia de volumen

source: Volume Type
es: Tipo de volumen

source: Volume Type Description:
es: Descripción del tipo de volumen:

source: Volume Type Encryption Details
es: Detalles de cifrado del tipo de volumen.

source: Volume Type Encryption Overview
es: Vision general del cifrado de tipo de volumen.

source: Volume Type Extra Specs
es: Especificaciones adicionales para el tipo de volumen

source: Volume Type Name
es: Nombre del tipo de volumen

source: Volume Type is Unencrypted.
es: El tipo de volumen está sin cifrar.

source: Volume Type(s)
es: Tipo(s) de volumen

source: Volume Type: %(volume_type_name)s
es: Tipo de volumen: %(volume_type_name)s

source: Volume Type: %(volume_type_name)s
es: Tipo de volumen: %(volume_type_name)s

source: Volume Types
es: Tipos de volúmenes

source: Volume cannot be extended to %(req)iGiB as you only have %(avail)iGiB of your quota available.
es: El volumen no se puede ampliar a %(req)iGB ya que solo dispone de %(avail)iGB de cuota.

source: Volume consistency groups can only be deleted after all the volumes they contain are either deleted or unassigned.
es: Los grupos de consistencia de volumen solo se pueden suprimir una vez que se hayan suprimido o desasignado todos los volúmenes que contienen.

source: Volume consistency groups provide a mechanism for creating snapshots of multiple volumes at the same point-in-time to ensure data consistency A consistency group can support more than one volume type, but it can only contain volumes hosted by the same back end.
es: Los grupos de consistencia de volumen proporcionan un mecanismo para crear instantáneas de varios volúmenes en el mismo momento para garantizar la consistencia de los datos Un grupo de consistencia puede admitir más de un tipo de volumen, per sólo puede contener volúmenes alojados por el mismo programa de fondo.

source: Volume is Unencrypted
es: El volumen está sin cifrar

source: Volume mount point (e.g. 'vda' mounts at '/dev/vda'). Leave this field blank to let the system choose a device name for you.
es: Punto de montaje del volumen (por ejemplo, 'vda' se monta en '/dev/vda'). Deje este campo vacío para permitir al sistema seleccionar un nombre para usted.

source: Volume name to be assigned
es: Nombre de volumen a asignar

source: Volume of RAM
es: Volumen de RAM

source: Volume of RAM used
es: Cantidad de RAM utilizada

source: Volume of reads
es: Cantidad de lecturas

source: Volume of writes
es: Cantidad de escrituras

source: Volume size in gigabytes (integer value).
es: Tamaño del volumen en gigabytes (valor entero).

source: Volume size must be equal to or greater than the image minimum disk size (%sGiB)
es: El tamaño del volumen debe ser igual o mayor que el tamaño de disco mínimo de la imagen (%sGiB)

source: Volume size must be equal to or greater than the image size (%s)
es: El tamaño del volumen debe ser igual o mayor que el de la imagen (%s)

source: Volume size must be equal to or greater than the origin volume size (%sGiB)
es: El tamaño del volumen debe ser igual o mayor que el tamaño original (%sGiB)

source: Volume size must be equal to or greater than the snapshot size (%sGiB)
es: El tamaño del volumen debe ser igual o mayor que el de la instantánea (%s GiB)

source: Volume size must be greater than 0
es: El tamaño del volumen debe ser mayor que 0

source: Volume source must be specified
es: Se debe especificar el origen del volumen

source: Volume type name "%s" already exists.
es: El tipo de volumen "%s" ya existe.

source: Volume type name can not be empty.
es: EL nombre del tipo de volumen no puede estar vacío.

source: Volumes
es: Volúmenes

source: Volumes Attached
es: Volúmenes asociados

source: Volumes are block devices that can be attached to instances.
es: Los volúmenes son dispositivos de bloque que se pueden asociar a instancias.

source: Volumes of Type %(type)s
es: Volúmenes de tipo %(type)s

source: Weight
es: Peso

source: When no IP address is provided, the VIP will obtain an address from the selected subnet. If a specific IP address is desired, it may be provided and must also be an address within the selected subnet.
es: Cuando no se proporciona dirección IP, la VIP obtendrá una dirección de la subred seleccionada. Si se desea un dirección IP específica, se puede proporcionar y también debe ser una dirección dentro de la subred seleccionada.

source: Within a container you can group your objects into pseudo-folders, which behave similarly to folders in your desktop operating system, with the exception that they are virtual collections defined by a common prefix on the object's name. A slash (/) character is used as the delimiter for pseudo-folders in the Object Store.
es: En un contenedor puede agrupar sus objetos en pseudocarpetas, que se comportan de forma similar a las carpetas de su sistema operativo de escritorio, con la salvedad de que son colecciones virtuales definidas con un prefijo común en el nombre del objeto. Se utiliza el carácter "slash" (/) como delimitador de estas pseudocarpetas en el Almacén de objetos.

source: Yes
es: Sí

source: You are already using all of your available floating IPs.
es: Ya está utilizando todas las IPs flotantes disponibles.

source: You are already using all of your available volumes.
es: Ya está utilizando todos los volúmenes disponibles.

source: You can connect a specified external network to the router. The external network is regarded as a default route of the router and the router acts as a gateway for external connectivity.
es: Puede conectar una red exterior concreta al direccionador. Se considera la red exterior como la ruta predeterminada del direccionador que actúa como puerta de enlace para la conexión exterior.

source: You can connect a specified subnet to the router.
es: Puede conectar una subred concreta al direccionador.

source: You can create a port for the network. If you specify device ID to be attached, the device specified will be attached to the port created.
es: Puede crear un puerto para la red. Si especifica el ID del dispositivo a conectar, el dispositivo especificado se conectará al puerto creado.

source: You can customize your instance after it has launched using the options available here.
es: Puede personalizar su instancia una vez ejecutada usando las opciones aquí disponibles.

source: You can specify the desired rule template or use custom rules, the options are Custom TCP Rule, Custom UDP Rule, or Custom ICMP Rule.
es: Puede especificar una plantilla de reglas deseada o usar reglas TCP, UDP e ICMP personalizadas.

source: You cannot disable the user you are currently logged in as.
es: No puede deshabilitar el usuario que está utilizando actualmente.

source: You cannot disable your current project
es: No puede deshabilitar su proyecto actual

source: You cannot revoke your administrative privileges from the domain you are currently logged into. Please switch to another domain with administrative privileges or remove the administrative role manually via the CLI.
es: No puede revocar sus privilegios administrativos sobre el dominio al que está conectado actualmente. Cambie a otro dominio con privilegios administrativos o elimine manualmente el rol administrativo mediante la CLI.

source: You cannot revoke your administrative privileges from the project you are currently logged into. Please switch to another project with administrative privileges or remove the administrative role manually via the CLI.
es: No puede revocar sus privilegios de administrador del proyecto en el que actualmente tiene sesión iniciada. Cambie a otro proyecto con privilegios de administración o elimine el rol de administración manualmente mediante la CLI.

source: You do not have the required privileges to access this content. If you believe this message to be in error, please contact your project manager.
es: No tiene los privilegios requeridos para acceder al contenido. Si cree que este mensaje es un error, póngase en contacto con su gestor de proyecto.

source: You may have mistyped the address or the page may have moved.
es: La dirección está mal escrita o la página ha cambiado de sitio.

source: You may optionally set a password on the rebuilt instance.
es: Opcionalmente, puede configurar una contraseña en la instancia reconstruida.

source: You may reset the gateway later by using the set gateway action, but the gateway IP may change.
es: Puede restablecer la puerta de enlace más adelante utilizando la acción de establecer puerta de enlace, pero la IP de la puerta de enlace podría cambiar.

source: You may update IKE Policy details here.
es: Puede modificar los detalles de la política IKE aquí.

source: You may update IPSec Policy details here.
es: Puede modificar los detalles de la política IPsec aquí.

source: You may update IPSec Site Connection details here.
es: Puede actualizar los detalles de la conexión IPSec sitio a sitio aquí.

source: You may update VIP attributes here: edit name, description, pool, session persistence, connection limit or admin state.
es: Aquí puede actualizar los atributos de la VIP: editar nombre, descripción, pool, persistencia de la sesión, límite de conexiones o estado de administración.

source: You may update VPN Service details here.
es: Puede actualizar los detalles del servicio VPN aquí.

source: You may update firewall details here.
es: Aquí puede actualizar los detalles del cortafuegos.

source: You may update health monitor attributes here: edit delay, timeout, max retries or admin state.
es: Aquí puede actualizar los atributos del supervisor de estado: editar demoras, tiempos de espera, máximos reintentos o el estado de administración.

source: You may update member attributes here: edit pool, weight or admin state.
es: Aquí puede actualizar los atributos del miembro: editar pool, peso o estado de administración.

source: You may update policy details here. Use 'Insert Rule' or 'Remove Rule' links instead to insert or remove a rule
es: Aquí puede actualizar los detalles de la política. Utilice los enlaces "Insertar regla" o "Eliminar regla" en lugar de insertar o eliminar una regla

source: You may update pool attributes here: edit name, description, load balancing method or admin state.
es: Debe actualizar los atributos del grupo: editar el nombre, descripción, metido de equilibrio de carga o estado de administración.

source: You may update rule details here.
es: Aquí puede actualizar los detalles de la regla.

source: You may update the editable properties of your network here.
es: Aquí puede actualizar las propiedades editables de su red.

source: You may update the editable properties of your port here.
es: Aquí puede actualizar las propiedades editables de su puerto.

source: You may update the editable properties of your router here.
es: Puede actualizar las propiedades editables de su direccionador aquí.

source: You must select a snapshot.
es: Debe seleccionar una instantánea.

source: You must select a volume.
es: Debe seleccionar un volumen.

source: You must select an image.
es: Debe seleccionar una imagen.

source: You must set volume size
es: Debe establecer el tamaño del volumen

source: You must specify a template via one of the available sources.
es: Debe especificar una plantilla mediante uno de los orígenes disponibles.

source: You must specify the source of the traffic to be allowed via this rule. You may do so either in the form of an IP address block (CIDR) or via a source group (Security Group). Selecting a security group as the source will allow any other instance in that security group access to any other instance via this rule.
es: Debe especificar el origen del tráfico a permitir a través de esta regla. Lo puede hacer bien con el formato de un bloque de direcciones IP (CIDR) o especificando un grupo de origen (Grupo de Seguridad). Al seleccionar un grupo de seguridad como origen, se permitirá que cualquier instancia de ese grupo de seguridad pueda acceder a cualquier otra instancia a través de esta regla.

source: Your image %s has been queued for creation.
es: Su imagen %s se ha añadido a la cola para crearla.

source: Zone
es: Zona

source: bi-directional
es: bidireccional

# Both of front-end and back-end
source: both
es: ambas

source: clear
es: limpiar

source: console is currently unavailable. Please try again later.
es: Consola actualmente no disponible. Inténtelo de nuevo más tarde.

source: disabled
es: deshabilitado

source: environment
es: entorno

source: group14
es: grupo14

source: group2
es: grupo2

source: group5
es: grupo5

source: hold
es: retener

source: instance
es: instancia

source: pseudo-folder
es: pseudo-carpeta

source: response-only
es: sólo respuesta

source: restart
es: reiniciar

source: restart-by-peer
es: reiniciar por igual

source: seconds
es: segundos

source: template
es: plantilla

source: transport
es: transporte

source: tunnel
es: túnel

source: undefined
es: no definido

source: unknown IP address
es: Dirección IP desconocida

source: yes,no,-
es: sí, no,-
