Repository: hocchudong/tong-hop-ops
Catalog: OpenStack-Mitaka/viethoa-mitaka/horizon/openstack_dashboard/django.po
Languages: es

source: <a href="%(volume_url)s">%(volume_label)s</a> on %(volume_device)s
es: <a href="%(volume_url)s">%(volume_label)s</a> en %(volume_device)s

source: Other IPv6 modes: ipv6_ra_mode=%(ra_mode)s, ipv6_address_mode=%(addr_mode)s
es: Otros modos IPv6: ipv6_ra_mode=%(ra_mode)s, ipv6_address_mode=%(addr_mode)s

source: When the volume status is "in-use", you can use "Force" to upload the volume to an image.
es: Cuando el estado del volumen sea "en-uso", puede utilizar "Force" para cargar el volumen a una imagen.

source: <a href="%(instance_url)s">%(instance_name)s</a> on %(device)s
es: <a href="%(instance_url)s">%(instance_name)s</a> en %(device)s

source: <span class="pull-right">%(used)s of %(quota)s MB Used</span>
es: <span class="pull-right">%(used)s de %(quota)s MB Usados</span>

source: <span class="pull-right">%(used)s of %(quota)s Used</span>
es: <span class="pull-right">%(used)s de %(quota)s Usada</span>

source: Change the volume type of a volume after its creation. This is equivalent to the <tt>cinder retype</tt> command.
es: Cambie el tipo de volumen tras su creación. Esto equivale al mandato <tt>cinder retype</tt> .

source: Choose "Disk Format" for the image. The volume images are created with the QEMU disk image utility.
es: Seleccione un "Formato de Disco" para la imagen. Las imágenes de volumen son creadas con la utilidad de la imagen de disco de QEMU.

source: QoS Specs can be associated with volume types. It is used to map to a set of quality of service capabilities requested by the volume owner. This is equivalent to the <tt>cinder qos-create</tt> command. Once the QoS Spec gets created, click the "Manage Specs" button to manage the key-value specs for the QoS Spec. <br> <br> Each QoS Specs entity will have a "Consumer" value which indicates where the administrator would like the QoS policy to be enforced. This value can be "front-end" (Nova Compute), "back-end" (Cinder back-end), or "both".
es: 'Especificaciones QoS' puede asociarse a los tipos de volumen. Se utiliza para correlacionar un conjunto de capacidades de servicio solicitadas por el propietario del volumen. Esto equivale al mandato <tt>cinder qos-create</tt>. Una vez creada la especificación QOS, pulse el botón "Gestionar especificaciones" para gestionar las especificaciones clave-valor de la especificación QOS. <br> <br> Cada entidad de las especificaciones QOS tendrá un valor "consumidor" que indica el lugar donee el administrador desea que se aplique la políttica QOS. Este valor puede ser "front-end" (Nova Compute), "back-end" (Cinder back-end), o "both".

source: The "Migration Policy" is only used if the volume retype cannot be completed. If the "Migration Policy" is "On Demand", the back end will perform volume migration. Note that migration may take a significant amount of time to complete, in some cases hours.
es: La "Política de Migración" se utiliza únicamente si no se puede completar el cambio de tipo del volumen. Si la "Política de Migración" es "A demands", es programa de fondo llevará a cabo la migración del volumen. Recuerde que la migración puede tardar bastante tiempo en completarse, en algunos casos varias horas.

source: The "Volume Type" selected must be different from the current volume type.
es: El "Tipo de volumen" seleccionado debe der diferente al tipo de volumen actual.

source: Upload the volume to the Image Service as an image. This is equivalent to the <tt>cinder upload-to-image</tt> command.
es: Subir el volumen al Servicio de Imágenes como una imagen. Esto equivale al mandato <tt>cinder upload-to-image</tt>.

source: Volume type is a type or label that can be selected at volume creation time in OpenStack. It usually maps to a set of capabilities of the storage back-end driver to be used for this volume. Examples: "Performance", "SSD", "Backup", etc. This is equivalent to the <tt>cinder type-create</tt> command. Once the volume type gets created, click the "View Extra Specs" button to set up extra specs key-value pair(s) for that volume type.
es: 'Tipo de volumen' es un tipo o etiqueta que se puede seleccionar al crear el volumen en OpenStack. Generalmente correlaciona un conjunto de capacidades del controlador de almacenamiento de fondo que utilizará este volumen. Por ejemplo: "Performance", "SSD", "Backup", etc. Esto equivale al mandato <tt>cinder type-create</tt>. Una vez creado el tipo de volumen, pulse el botón "Ver especificaciones extra" para configurar pares clave-valor adicionales para ese tipo de volumen.

source: "Manage" an existing volume from a Cinder host. This will make the volume visible within OpenStack. <br> <br> This is equivalent to the <tt>cinder manage</tt> command.
es: "Administrar" un volúmen existente desde un host Cinder. Esto hará que el volumen sea visible dentro de OpenStack. <br> <br> Equivale al mandato <tt>cinder manage</tt>.

source: Each QoS Specs entity will have a "Consumer" value which indicates where the administrator would like the QoS policy to be enforced. This value can be "front-end" (Nova Compute), "back-end" (Cinder back-end), or "both".
es: Cada entidad de Especificaciones QoS tendrá un valor "Consumidor" que indicará dónde desea el administrador que se aplique la política de QoS. Este valor puede ser "front-end" (Nova Compute), "back-end" (Cinder back-end) o "both"..

source: Migrate a volume to a specific host. <br> <br> Force Host Copy: Enables or disables generic host-based force-migration, which bypasses driver optimizations.
es: Migrar un volumen a un host específico. <br> <br> Force Host Copy: Activa o desactiva la migración forzada generica basada en host, que omite las optimizaciones del controlador.

source: The status of a volume is normally managed automatically. In some circumstances an administrator may need to explicitly update the status value. This is equivalent to the <tt>cinder reset-state</tt> command.
es: El estado de un volumen normalmente se gestiona de forma automática. En algunos casos, puede que el administrador tenga que actualizar explícitamente el valor del estado. Esto equivale al mandato <tt>cinder reset-state</tt>.

source: The status of a volume snapshot is normally managed automatically. In some circumstances an administrator may need to explicitly update the status value. This is equivalent to the <tt>cinder snapshot-reset-state</tt> command.
es: El estado de la instantánea de un volumen normalmente se gestiona de forma automática. En algunas circunstancias, un administrador puede actualizar explícitamente el valor del estado. Esto equivale al mandato <tt>cinder snapshot-reset-state</tt>..

source: When a volume is "unmanaged", the volume will no longer be visible within OpenStack. Note that the volume will not be deleted from the Cinder host. <br> <br> This is equivalent to the <tt>cinder unmanage</tt> command.
es: Cuando un volumen se encuentra "sin administrar", dejará de estar visible dentro de OpenStack. Tenga en cuenta que el volumen no se suprimirá del host Cinder. <br> <br> Equivale al mandato <tt>cinder unmanage</tt>.

source: Assign a name and description for the pool. Choose one subnet where all members of this pool must be on. Select the protocol and load balancing method for this pool. Admin State is UP (checked) by default.
es: Asigne un nombre y descripción para la agrupación. Elija una subred donde se encuentren todos los miembros de esta agrupación. Seleccione el protocolo y método de equilibrio de carga para esta agrupación. El estado del administrador es ACTIVO (marcado) de forma predeterminada.

source: Create a VIP for this pool. Assign a name, description, IP address, port, and maximum connections allowed for the VIP. Choose the protocol and session persistence method for the VIP. Admin State is UP (checked) by default.
es: Crea una VIP para est aagrupación. Establece un nombre, descripción, dirección IP, puerto, y límite de conexiones permitidas para la VIP. Escoge un protocolo y método de persistencia de sesión para el VIP. El estado de Administración es ARRIBA (marcado) de forma predeterminada.

source: Resize the canvas by scrolling up/down with your mouse/trackpad on the topology. Pan around the canvas by clicking and dragging the space behind the topology.
es: Redimensione el lienzo desplazando arriba o abajo el ratón o touchpad sobre la topología. Desplácese por el lienzo pulsando y arrastrando el espacio detrás de la topología.

source: - End
es: - Fin

source: : Next hop
es: : Siguiente salto

source: A protocol entry contains information that dictates which mapping rules to use for a given incoming request. An Identity Provider may have multiple supported protocols.
es: Una entrada de protocolo contiene información que indica las reglas de correlación a utilizar para una solicitud entrante dada. Un proveedor de identidad puede tener varios protocolos soportados.

source: Also failed to delete port %s
es: También se ha producido un fallo al eliminar el puerto %s

source: "Customization Script" is analogous to "User Data" in other systems.
es: El "Guión de personalización" es análogo a "Datos de usuario" en otros sistemas.

source: "None" indicates that no QoS Spec is currently associated. Conversely, setting the QoS Spec to "None" will remove the current association.
es: "Ninguna" indica que no existen actualmente especificaciones QoS asociadas. Por el contrario, establecer las especificaciones QoS a "Ninguna" borrara las asociaciones actuales.

source: %(field_name)s: Invalid IP address (value=%(ip)s)
es: %(field_name)s: Dirección IP no válida (valor=%(ip)s)

source: %(field_name)s: Invalid IP address (value=%(network)s)
es: %(field_name)s: Dirección IP no válida (valor=%(network)s)

source: %(type)s (%(backend)s backend)
es: %(type)s (backend %(backend)s)

source: %(type)s delay:%(delay)d retries:%(max_retries)d timeout:%(timeout)d
es: %(type)s retardo:%(delay)d reintentos:%(max_retries)d tiempo de espera:%(timeout)d

source: %(type)s: url:%(url_path)s method:%(http_method)s codes:%(expected_codes)s delay:%(delay)d retries:%(max_retries)d timeout:%(timeout)d
es: %(type)s: url:%(url_path)s método:%(http_method)s códigos:%(expected_codes)s delay:%(delay)d reintentos:%(max_retries)d timeout:%(timeout)d

source: %(used)s %(key)s used
es: %(used)s %(key)s usadas

source: %s (Default)
es: %s (predeterminado)

# External network not found
source: %s (Not Found)
es: %s (no encontrado)

source: %s (current)
es: %s (actual)

source: %s (default)
es: %s (predeterminado)

source: %s instances
es: instancias %s

source: &laquo;&nbsp;Back
es: &laquo;&nbsp;Atrás

source: (Quota exceeded)
es: (Cuota superada)

source: , add project groups
es: , añadir grupos de proyecto

source: , update project groups
es: , actualizar grupos del proyecto

source: A container is a storage compartment for your data and provides a way for you to organize your data. You can think of a container as a folder in Windows &reg; or a directory in UNIX &reg;. The primary difference between a container and these other file system concepts is that containers cannot be nested. You can, however, create an unlimited number of containers within your account. Data must be stored in a container so you must have at least one container defined in your account prior to uploading data.
es: Un contenedor es un compartimiento de almacenamiento de sus datos que proporciona una manera de organizarlos. Puede pensar que un contenedor es como una carpeta de Windows &reg; o un directorio en UNIX &reg;. La principal diferencia entre un contenedor y estos otros conceptos de sistemas de archivos es que un contenedor no se puede anidar. Sin embargo, puede crear un número ilimitado de contenedores con su cuenta. Los datos deben almacenarse en un contenedor, por lo que al menos debe tener un contenedor definido en su cuenta antes de subir datos.

source: A image or external image location must be specified.
es: Debe especificar una imagen o una localización de la misma.

source: A local environment to upload.
es: Entorno local a cargar

source: A local image to upload.
es: Una imagen local a cargar.

source: A local metadata definition file to upload.
es: Definición de un archivo de metadatos local para cargar.

source: A local template to upload.
es: Una plantilla local a cargar.

source: A mapping is a set of rules to map federation protocol attributes to Identity API objects. An identity provider can have a single mapping specified per protocol. A mapping is simply a list of rules. The only Identity API objects that will support mapping are: user and group.
es: Una correlación es un conjunto de reglas para correlacionar los atributos del protocolo de federación a objetos de la API. Un proveedor de identidad puede tener una correlación especificada por cada protocolo. Una correlación es simplemente una lista de reglas. Los únicos objetos de identidad de la API que aceptan correlaciones son: usuario y grupo.

source: A more specific rule affects a portion of this traffic so a rule cannot be automatically generated to control the behavior of the entire source/destination combination.
es: Una regla más específica afecta a una porción de su tráfico por lo que una regla no se puede generar automáticamente para controlar el comportamiento entero de la combinación origen/destino.

source: A new uploaded file will replace the content of the current object
es: Un nuevo archivo cargado sustituirá el contenido del objeto actual

source: A port is a connection point for attaching a single device, such as the NIC of a virtual server, to a virtual network.
es: Un puerto es un punto de conexión para adjuntar un dispositivo, como por ejemplo el NIC de un servidor virtual, a una red virtual.

source: A rule contains a remote attribute description and the destination local attribute.
es: Una regla contiene la descripción de un atributo remoto y el atributo local de destino.

source: A script or set of commands to be executed after the instance has been built (max 16kb).
es: Un script es un conjunto de instrucciones que se ejecutarán una vez la instancia se ha generado (max 16kb).

source: A snapshot is an image which preserves the disk state of a running instance.
es: Una instantánea es una imagen que conserva el estado del disco de una instancia en ejecución.

source: A volume of %(req)iGiB cannot be created as you only have %(avail)iGiB of your quota available.
es: No se puede crear un volumen de %(req)iGB porque solo quedan %(avail)iGiB de su cuota.

source: ALLOW
es: PERMITIR

# Action Name of a Firewall Rule
source: ALLOW
es: PERMITIR

source: ALLOW %(ethertype)s %(proto_port)s %(direction)s %(remote)s
es: PERMITIR %(ethertype)s %(proto_port)s %(direction)s %(remote)s

source: ALLOW %(from)s:%(to)s/%(ip_protocol)s from %(cidr)s
es: PERMITIR %(from)s:%(to)s/%(ip_protocol)s desde %(cidr)s

source: ALLOW %(from)s:%(to)s/%(ip_protocol)s from %(group)s
es: PERMITIR%(from)s:%(to)s/%(ip_protocol)s desde %(group)s

source: ANY
es: CUALQUIERA

source: API Access
es: Acceso a la API

source: API Endpoints
es: Puntos finales de la API

source: AWS compatible
es: Compatible con AWS

source: Accept Transfer
es: Aceptar transferencia

source: Accept Volume Transfer
es: Aceptar la transferencia de volumen

source: Access & Security
es: Acceso y seguridad

source: Access &amp; Security
es: Acceso y seguridad

source: Access:
es: Acceso:

source: Action
es: Acción

source: Action Log
es: Registro de acciones

source: Action for the firewall rule
es: Acción para la regla de cortafuegos

source: Action:
es: Acción:

# Current status of a Firewall
source: Active
es: Activo

# Current status of a Floating IP
source: Active
es: Activo

# Current status of a Network
source: Active
es: Activo

# Current status of a Pool
source: Active
es: Activo

# Current status of a VPN Service
source: Active
es: Activo

# Current status of an IPSec Site Connection
source: Active
es: Activo

# Current status of an Image
source: Active
es: Activo

# Current status of an Instance
source: Active
es: Activa

# current status of port
source: Active
es: Activo

# current status of router
source: Active
es: Activo

# status of a network port
source: Active
es: Activo

source: Active Instances:
es: Instancias activas:

source: Actual device name may differ due to hypervisor settings. If not specified, then hypervisor will select a device name.
es: El nombre del dispositivo actual puede ser diferente debido a la configuración del hipervisor. En caso de no estar especificado, el hipervisor seleccionará un nombre para el dispositivo.

source: Add
es: Añadir

source: Add DHCP Agent
es: Añadir agente DHCP

source: Add Firewall
es: Añadir cortafuegos

source: Add Group Assignment
es: Añadir asignación de grupo

source: Add IKE Policy
es: Añadir política IKE

source: Add IPSec Policy
es: Añadir política IPSec

source: Add IPSec Site Connection
es: Añadir conexión VPN sitio a sitio

source: Add Interface
es: Añadir interfaz

source: Add Member
es: Añadir miembro

source: Add Monitor
es: Añadir supervisor

source: Add New Firewall
es: Añadir nuevo cortafuegos

source: Add New IKE Policy
es: Añadir nueva política IKE

source: Add New IPSec Policy
es: Añadir nueva política IPSec

source: Add New IPSec Site Connection
es: Añadir nueva conexión sitio a sitio IPSec

source: Add New Member
es: Añadir un nuevo miembro

source: Add New Monitor
es: Añadir un nuevo supervisor

source: Add New Policy
es: Añadir nueva política

source: Add New Pool
es: Agregar una nueva agrupación

source: Add New Rule
es: Añadir nueva regla

source: Add New VPN Service
es: Añadir nuevo servicio VPN

source: Add Policy
es: Añadir política

source: Add Pool
es: Añadir agrupación

source: Add Protocol
es: Añadir protocolo

source: Add Router
es: Añadir direccionador

source: Add Router Route
es: Añadir ruta del direccionador

source: Add Router Rule
es: Añadir regla de direccionador

source: Add Router to Firewall
es: Añadir direccionador al cortafuegos

source: Add Routers
es: Añadir direccionadores

source: Add Rule
es: Añadir regla

source: Add Static Route
es: Añadir rutas estáticas

source: Add Subnet
es: Añadir subred

source: Add Subnet (Quota exceeded)
es: Crear subred (cuota superada)

source: Add User
es: Añadir usuario

source: Add User to Group
es: Añadir un usuario al grupo

source: Add Users
es: Añadir usuarios

source: Add VIP
es: Añadir VIP

source: Add VPN Service
es: Añadir servicio VPN

source: Add and remove security groups to this instance from the list of available security groups.
es: Añade y elimine grupos de seguridad a esta instancia desde la lista de grupos de seguridad disponibles.

source: Add hosts to this aggregate or remove hosts from it. Hosts can be in multiple aggregates.
es: Añada o elimine hosts de esta agregación. Un Host puede pertenecer a varias agregaciones.

source: Add hosts to this aggregate. Hosts can be in multiple aggregates.
es: Añada hosts a esta agregación. Un host puede pertenecer a varias agregaciones.

source: Add member(s) to the selected pool. Choose one or more listed instances to be added to the pool as member(s). Assign a numeric weight and port number for the selected member(s) to operate(s) on; e.g., 80. Only one port can be associated with each instance.
es: Añadir miembro(s) al grupo seleccionado. Selecciona una o varias instancias para ser añadidas al grupo como miembro(s). Asigna un peso numérico y un numero de puerto sobre los cuales operará el miembro seleccionado; por ejemplo 80. Solo se puede asociar un puerto a cada instancia.

source: Add selected router(s) to the firewall.
es: Añade el/los direccionador(es) seleccionados al cortafuegos.

source: Add static route to the router.
es: Añadir ruta estática al direccionador.

source: Add volume types to this consistency group. Multiple volume types can be added to the same consistency group only if they are associated with same back end.
es: Añada tipos de volumen a este grupo de consistencia. Solo se pueden añadir varios tipos de volumen al mismo grupo de consistencia si están asociados al mismo programa de fondo.

source: Add, modify or remove the QoS Spec associated with this volume type.
es: Agregar, modificar o eliminar las especificaciones QoS asociadas con este tipo de volumen.

source: Add/Remove Consistency Group Volumes
es: Añadir/eliminar volúmenes de grupo de consistencia.

source: Add/Remove Hosts to Aggregate
es: Añadir/Suprimir hosts de la agregación

source: Add/remove volumes to/from this consistency group. Only volumes associated with the volume type(s) assigned to this consistency group will be available for selection.
es: Añadir/eliminar volúmenes a/de este grupo de consistencia. Solo estarán disponibles para seleccionar los volúmenes asociados al tipo o tipos de volumen asignados a este grupo de consistencia.

source: Added Firewall "%s".
es: Se ha añadido el cortafuegos "%s".

source: Added IKE Policy "%s".
es: Política IKE "%s" añadida.

source: Added IPSec Policy "%s".
es: Política IPSec "%s" añadida.

source: Added IPSec Site Connection "%s".
es: Conexión sitio a sitio IPSec "%s" añadida.

source: Added Policy "%s".
es: Política "%s" añadida.

source: Added Rule "%s".
es: Añadir regla "%s".

source: Added User
es: Usuario añadido

source: Added VIP "%s".
es: Se ha añadido la VIP "%s".

source: Added VPN Service "%s".
es: Servicio VPN "%s" añadido.

source: Added member(s).
es: Miembro(s) añadido(s).

source: Added monitor
es: Supervisor añadido

source: Added pool "%s".
es: Agrupación "%s" añadida.

source: Additional routes
es: Rutas adicionales

source: Additional routes announced to the hosts. Each entry is: destination_cidr,nexthop (e.g., 192.168.200.0/24,10.56.1.254) and one entry per line.
es: Se han anunciado rutas adicionales al Host. Cada entrada está formada por: destination_cidr,nexthop (por ejemplo: 192.168.200.0/24,10.56.1.254) y hay una entrada por línea.

source: Additionally, some resource types may require a prefix to be used when applying the metadata. In certain cases, the prefix may differ between the resource type (for example, flavor vs image).
es: Adicionalmente, algunos tipos de recursos pueden necesitar un prefijo para utilizar al aplicar los metadatos. En algunos casos, el prefijo puede ser distinto según el tipo de recurso (por ejemplo, tipo vs imagen)

source: Address
es: Dirección

source: Address pool
es: Agrupación de direcciones

source: Address:
es: Dirección:

source: Admin
es: Administrador

source: Admin Password
es: Contraseña de administrador

source: Admin State
es: Estado de administración

source: Admin State Up
es: Estado de administrador activo

source: Administrator Note: Use the following CLI command to import the default definitions into Glance:
es: Nota del administrador: Utilizar el siguiente mandato CLI para importar las definiciones predeterminadas a Glance:

# current status of stack
source: Adopt Complete
es: Adoptar completado

# current status of stack
source: Adopt Failed
es: Adoptar fallido

# current status of stack
source: Adopt In Progress
es: Adoptar en curso

source: Advanced Options
es: Opciones avanzadas

source: After
es: Después

source: After launching an instance, you login using the private key (the username might be different depending on the image you launched):
es: Tras lanzar una instancia, se inicia sesión con la clave privada (el nombre de usuario puede cambiar según la imagen utilizada):

source: Agent %s was successfully added.
es: El agente %s se ha añadido satisfactoriamente.

source: All Available Hosts
es: Todos los hosts disponibles

source: All Groups
es: Todos los grupos

source: All Hypervisors
es: Todos los hipervisores

source: All ICMP
es: Todos los ICMP

source: All Projects
es: Todos los proyectos

source: All Security Groups
es: Todos los grupos de seguridad

source: All TCP
es: Todos los TCP
