Repository: hocchudong/tong-hop-ops
Catalog: OpenStack-Mitaka/viethoa-mitaka/horizon/openstack_dashboard/django.po
Languages: es

source: Create Volume Type Extra Spec
es: Crear especificaciones adicionales para el tipo de volumen.

source: Create a Metadata Namespace
es: Crear un espacio de nombres de metadatos

source: Create a New Volume
es: Crear un nuevo volumen

source: Create a QoS Spec
es: Cree una especificación QoS

source: Create a Router
es: Crear un direccionador

source: Create a Snapshot
es: Crear una instantánea

source: Create a Volume
es: Crear un volumen

source: Create a Volume Backup
es: Crear una copia de seguridad del volumen

source: Create a Volume Snapshot
es: Crear una instantánea de volumen

source: Create a Volume Transfer
es: Crear una transferenciade volumen

source: Create a Volume Type
es: Crear un tipo de volumen

source: Create a firewall based on a policy. A firewall represents a logical firewall resource that a tenant can instantiate and manage. A firewall must be associated with one policy, all other fields are optional.
es: Crear un cortafuegos basado en una política. Un cortafuegos representa un recurso de cortafuegos lógico que un arrendatario puede instanciar y gestionar. Un cortafuegos tiene que estar asociado a una política, los demás campos son opcionales.

source: Create a firewall policy with an ordered list of firewall rules. A firewall policy is an ordered collection of firewall rules. So if the traffic matches the first rule, the other rules are not executed. If the traffic does not match the current rule, then the next rule is executed. A firewall policy has the following attributes: <li>Shared: A firewall policy can be shared across tenants. Thus it can also be made part of an audit workflow wherein the firewall policy can be audited by the relevant entity that is authorized.</li><li>Audited: When audited is set to True, it indicates that the firewall policy has been audited. Each time the firewall policy or the associated firewall rules are changed, this attribute will be set to False and will have to be explicitly set to True through an update operation.</li> The name field is required, all others are optional.
es: Crear una política de cortafuegos con una lista ordenada de reglas de cortafuegos. Una política de cortafuegos es una colección ordenada de reglas de cortafuegos. De forma que si el tráfico cumple la primera regla, el resto de reglas no se ejecutan. Si el tráfico no cumple la regla actual, se ejecuta la siguiente. Una política de cortafuegos tiene los siguientes atributos: <li>Compartida: una política de cortafuegos puede ser compartida entre inquilinos. Así pues, también puede formar parte de un flujo de trabajo de auditoría donde la política de cortafuegos puede ser auditada por la entidad autorizada correspondiente.</li><li>Auditada: cuando está defininido a True, indica que se ha auditado la política de cortafuegos. Cada vez que se cambie la política de cortafuegos o las reglas de cortafuegos asociadas, este atributo se establecerá en False y se tendrá que volver a establecer explícitamente a True mediante una operación de actualización.</li> El campo nombre es obligatorio, el resto son opcionales..

source: Create a firewall rule. A Firewall rule is an association of the following attributes: <li>IP Addresses: The addresses from/to which the traffic filtration needs to be applied.</li><li>IP Version: The type of IP packets (IP V4/V6) that needs to be filtered.</li><li>Protocol: Type of packets (UDP, ICMP, TCP, Any) that needs to be checked.</li><li>Action: Action is the type of filtration required, it can be Reject/Deny/Allow data packets.</li> The protocol and action fields are required, all others are optional.
es: Crear una regla de cortafuegos. Una regla de cortafuegos es una asociación de los atributos siguientes: <li>Direcciones IP: las direcciones desde o hacia las cuales se aplica la filtración de tráfico.</li><li>Versión de IP: el tipo de paquetes IP (IP V4/V6) que hay que filtrar.</li><li>Protocolo: tipo de paquetes (UDP, ICMP, TCP o cualquier otro) que hay que comprobar.</li><li>Acción: la acción es el tipo de filtración necesaria, puede ser Rechazar/Denegar/Permitir paquetes de datos.</li> Los campos protocolo y acción son obligatorios, el resto son opcionales.

source: Create a firewall with selected routers.
es: Crear un cortafuegos con los direccionadores seleccionados.

source: Create a identity provider protocol.
es: Crear un protocolo de proveedor de identidad.

source: Create a mapping.
es: Cree una correlación.

source: Create a monitor template. Select type of monitoring. Specify delay, timeout, and retry limits required by the monitor. Specify method, URL path, and expected HTTP codes upon success.
es: Crear una plantilla de supervisor. Seleccione el tipo de supervisor. Especifique el retardo, el tiempo de espera y el límite de reintentos requeridos por el supervisor. Especifique método, ruta URL, y los códigos HTTP esperados en caso de éxito.

source: Create a new "extra spec" key-value pair for a volume type.
es: Crear un nuevo par clave-valor de "especificación adicional" para un tipo de volumen.

source: Create a new "spec" key-value pair for QoS Spec "%(qos_spec_name)s"
es: Crear un nuevo par clave-valor de "especificación" para la especificación QoS "%(qos_spec_name)s"

source: Create a new network for any project as you need.
es: Cree una nueva red para cada proyecto según necesite.

source: Create a new network. In addition, a subnet associated with the network can be created in the following steps of this wizard.
es: Crear una nueva red. Además, se puede crear una subred asociada a la red en los pasos siguientes de este asistente.

source: Create a new role.
es: Crear un nuevo rol.

source: Create a new stack with the provided values.
es: Crear una nueva pila con los valores proporcionados.

source: Create a new user and set related properties including the Primary Project and Role.
es: Crear un nuevo usuario y establecer propiedades, incluyendo el proyecto principal y el rol.

source: Create a policy with selected rules.
es: Crear una política con las reglas seleccionadas.

source: Create a project to organize users.
es: Crear un proyecto para organizar usuarios.

source: Create a subnet associated with the network. Advanced configuration is available by clicking on the "Subnet Details" tab.
es: Crear una subred asociada con la red. Podrá consultar la configuración avanzada haciendo clic en la pestaña "Detalles de la subred"

source: Create an Encrypted Volume Type
es: Crear un tipo de volumen cifrado

source: Create pseudo-folder in container %(container_name)s
es: Crear pseudocarpeta en el contenedor %(container_name)s

source: Created
es: Creado

# Created time
source: Created
es: Creado

# Current status of a Firewall
source: Created
es: Creado

# Current status of a Pool
source: Created
es: Creado

# Current status of a VPN Service
source: Created
es: Creado

source: Created extra spec "%s".
es: Se ha creado la especificación adicional "%s".

source: Created network "%s".
es: Red "%s" creada.

source: Created new domain "%s".
es: Se ha creado el nuevo dominio "%s".

source: Created new flavor "%s".
es: Crear nuevo tipo "%s".

source: Created new host aggregate "%s".
es: Crear nueva agregación de hosts "%s".

source: Created new project "%s".
es: Se ha creado el nuevo proyecto "%s".

source: Created new volume consistency group
es: Se ha creado un grupo de consistencia de volumen nuevo.

source: Created spec "%s".
es: Se ha creado la especificación "%s".

source: Created subnet "%s".
es: Se ha creado la subred "%s".

source: Created volume transfer.
es: Transferencia de volumen creada.

source: Created volume transfer: "%s".
es: Transferencia de volumen creada: "%s".

source: Creates a router with specified parameters.
es: Crea un direccionador con los parámetros especificados.

source: Creates a subnet associated with the network. You need to enter a valid "Network Address" and "Gateway IP". If you did not enter the "Gateway IP", the first value of a network will be assigned by default. If you do not want gateway please check the "Disable Gateway" checkbox. Advanced configuration is available by clicking on the "Subnet Details" tab.
es: Crea una subred asociada a la red. Es necesario añadir una "dirección de red" y una "IP de puerta de enlace" válidos. Si no añade una "IP de puerta de enlace", se asignará el primer valor de la red de forma predeterminada. Si no desea una puerta de enlace, seleccione "Deshabilitar puerta de enlace". La configuración avanzada está disponible pulsando en la pestaña "Detalles de subred".

source: Creating
es: Creando

# Current status of a Volume
source: Creating
es: Creando

# Current status of a Volume Backup
source: Creating
es: Creando

source: Creating encryption for a volume type causes all volumes with that volume type to be encrypted. Encryption information cannot be added to a volume type if volumes are currently in use with that volume type.
es: El hecho de crear cifrado para un tipo de volumen hace que se cifren todos los volúmenes del mismo tipo. No se puede añadir la información de cifrado a un tipo de volumen si hay volúmenes con ese mismo tipo de volumen que se están utilizando.

source: Creating volume "%s"
es: Creando volumen "%s"

source: Creating volume backup "%s"
es: Creando copia de seguridad del volumen "%s"

source: Creating volume snapshot "%s".
es: Creando instantánea de volumen "%s".

source: Creation Timeout (minutes)
es: Tiempo de espera de creación (minutos)

source: Creation requests for this floating ip
es: Solicitudes de creación para esta IP flotante

source: Creation requests for this network
es: Solicitudes de creación para esta red

source: Creation requests for this port
es: Solicitudes de creación para este puerto

source: Creation requests for this router
es: Solicitudes de creación para este direccionador

source: Creation requests for this subnet
es: Solicitudes de creación para esta subred

source: Current Host
es: Host actual

source: Current Size (GiB)
es: Tamaño actual (GiB)

source: Current consumer
es: Consumidor actual

source: Current password
es: Mật khẩu hiện tại

source: Currently only images available via an HTTP/HTTPS URL are supported. The image location must be accessible to the Image Service.
es: Actualmente sólo es posible obtener imágenes a través de URLs HTTP/HTTPS. La ubicación de la imagen debe ser accesible para el Servicio de Imágenes.

# Custom style theme
source: Custom
es: Personalizado

source: Custom ICMP Rule
es: Regla ICMP a medida

source: Custom Properties
es: Propiedades personalizadas

source: Custom TCP Rule
es: Regla TCP a medida

source: Custom UDP Rule
es: Regla UDP a medida

source: Customization Script Source
es: Contenidos del script de personalización

source: DENY
es: DENEGAR

# Action Name of a Firewall Rule
source: DENY
es: DENEGAR

source: DHCP Agents
es: Agentes DHCP

source: DHCP Enable
es: Habilitar DHCP

source: DHCPv6 stateful: Address discovered from OpenStack DHCP
es: Cortafuegos con estado DHCPv6: Dirección encontrada desde OpenStack DHCP

source: DHCPv6 stateless: Address discovered from OpenStack Router and additional information from OpenStack DHCP
es: Cortafuegos sin estado DHCPv6: Dirección encontrada desde el Router OpenStack e información adicional desde OpenStack DHCP

source: DNS Assignment
es: Asignación de DNS

source: DNS Name
es: Nombre DNS

source: DNS Name Servers
es: Servidores DNS

source: DNS name server
es: Servidor de nombres DNS

source: DOWN
es: ABAJO

# Admin state of a Firewall
source: DOWN
es: ABAJO

# Admin state of a Load balancer
source: DOWN
es: ABAJO

# Admin state of a Network
source: DOWN
es: ABAJO

# Admin state of a Port
source: DOWN
es: ABAJO

# Admin state of a Router
source: DOWN
es: ABAJO

source: DPD Timeout must be greater than DPD Interval
es: La desconexión de la detección de iguales inactivos debe ser mayor al intervalo de la misma

source: Daily Usage Report
es: Informe de uso diario

source: Date Updated
es: Fecha actualizada

source: Dates cannot be recognized.
es: No se pueden reconocer las fechas.

source: Day
es: Día

# Current status of an Image
source: Deactivated
es: Desactivado

source: Dead peer detection action
es: Acción de detección de iguales inactivos

source: Dead peer detection actions
es: Acciones de detección de iguales inactivos

source: Dead peer detection interval
es: Intervalo de detección de iguales inactivos

source: Dead peer detection timeout
es: Tiempo de espera de detección de iguales inactivos

source: Decrypt Password
es: Descifrar contraseña

# Default style theme
source: Default
es: Valor predeterminado

source: Default Quotas
es: Cuotas predeterminadas

source: Default quotas updated for Cinder.
es: Cuotas predeterminadas de Cinder actualizadas.

source: Default quotas updated for Nova.
es: Cuotas predeterminadas de Nova actualizadas.

source: Default quotas updated.
es: Cuotas predeterminadas actualizadas.

source: Defaults
es: Valores predeterminados

source: Delay
es: Retraso

source: Delay must be greater than or equal to Timeout
es: El retraso debe ser mayor o igual al tiempo de espera

source: Delay must be greater than or equal to timeout
es: El retraso debe ser mayor o igual al tiempo de desconexión

# current status of stack
source: Delete Complete
es: Suprimir completado

source: Delete Consistency Group
es: Suprimir grupo de consistencia

source: Delete Container
es: Suprimir contenedor

source: Delete DHCP Agent
es: Suprimir agente DHCP

source: Delete Domain
es: Suprimir dominio

source: Delete Encryption
es: Suprimir cifrado

source: Delete Extra Spec
es: Suprimir especificación adicional

# current status of stack
source: Delete Failed
es: Suprimir fallido

source: Delete Firewall
es: Suprimir cortafuegos

source: Delete Flavor
es: Suprimir tipo

source: Delete Group
es: Suprimir grupo

source: Delete Host Aggregate
es: Suprimir el agregado de host

source: Delete IKE Policy
es: Suprimir política IKE

source: Delete IPSec Policy
es: Suprimir política IPSec

source: Delete IPSec Site Connection
es: Suprimir conexión al sitio IPSec

source: Delete Image
es: Suprimir imagen

# current status of stack
source: Delete In Progress
es: Suprimir en curso

source: Delete Instance
es: Suprimir instancia

source: Delete Interface
es: Suprimir interfaz

source: Delete Key Pair
es: Suprimir par de claves

source: Delete Mapping
es: Suprimir correlación

source: Delete Member
es: Suprimir miembro

source: Delete Monitor
es: Suprimir supervisor

source: Delete Namespace
es: Suprimir espacio de nombres

source: Delete Network
es: Suprimir red

source: Delete Object
es: Suprimir objeto

source: Delete Policy
es: Suprimir política

source: Delete Pool
es: Suprimir agrupación

source: Delete Port
es: Suprimir puerto

source: Delete Project
es: Suprimir proyecto

source: Delete Protocol
es: Suprimir protocolo

source: Delete QoS Spec
es: Suprimir especificación QoS

source: Delete Role
es: Suprimir rol

source: Delete Router
es: Suprimir direccionador

source: Delete Router Rule
es: Suprimir regla de direccionador

source: Delete Rule
es: Suprimir regla

source: Delete Security Group
es: Suprimir grupo de seguridad

source: Delete Spec
es: Suprimir especificación

source: Delete Stack
es: Suprimir pila

source: Delete Static Route
es: Suprimir ruta estática

source: Delete Subnet
es: Suprimir subred

source: Delete User
es: Suprimir usuario

source: Delete VIP
es: Suprimir VIP

source: Delete VPN Service
es: Suprimir servicio VPN

source: Delete Volume
es: Suprimir volumen

source: Delete Volume Backup
es: Suprimir copia de seguridad de volumen

source: Delete Volume Snapshot
es: Suprimir la instancia de volumen

source: Delete Volume Type
es: Suprimir tipo de volumen

source: Delete Volume on Instance Delete
es: Eliminar volumen al eliminar la instancia

source: Delete the created network "%s" due to subnet creation failure.
es: Suprimir la red "%s" creada debido al fallo en la creación de la subred.

source: Delete volume when the instance is deleted
es: Eliminar el volumen cuando se elimine la instancia

source: Deleted
es: Suprimido

# Current status of an Image
source: Deleted
es: Suprimido

# Current status of an Instance
source: Deleted
es: Suprimida

source: Deleted Container
es: Contenedor suprimido

source: Deleted DHCP Agent
es: Agente DHCP suprimido

source: Deleted Domain
es: Dominio suprimido

source: Deleted Encryption
es: Cifrado suprimido

source: Deleted Extra Spec
es: Especificación adicional suprimida

source: Deleted Flavor
es: Tipo suprimido

source: Deleted Group
es: Grupo suprimido

source: Deleted Host Aggregate
es: Se ha suprimido el agregado de host

source: Deleted Image
es: Imágen suprimida

source: Deleted Interface
es: Interfaz suprimida

source: Deleted Key Pair
es: Par de claves suprimida

source: Deleted Mapping
es: Correlación suprimida

source: Deleted Namespace
es: Espacio de nombres suprimido

source: Deleted Network
es: Red suprimida

source: Deleted Object
es: Objeto suprimido

source: Deleted Port
es: Puerto suprimido

source: Deleted Project
es: Proyecto suprimido

source: Deleted Protocol
es: Protocolo suprimido

source: Deleted QoS Spec
es: Especificación QoS suprimida

source: Deleted Role
es: Rol suprimido

source: Deleted Router
es: Direccionador suprimido

source: Deleted Router Rule
es: Regla de direccionador suprimida

source: Deleted Rule
es: Regla suprimida

source: Deleted Security Group
es: Grupo de seguridad suprimido

source: Deleted Spec
es: Especificación suprimida

source: Deleted Stack
es: Pila suprimida

source: Deleted Static Route
es: Ruta estática suprimida

source: Deleted Subnet
es: Subred suprimida

source: Deleted User
es: Usuario suprimido

source: Deleted VIP %s
es: Se ha suprimido la VIP %s

source: Deleted Volume Type
es: Tipo de volumen suprimido

source: Deleted images are not recoverable.
es: Las imágenes suprimidas no se pueden recuperar.

source: Deleted instances are not recoverable.
es: Las instancias borradas no son recuperables.

source: Deleting
es: Suprimiendo

# Current status of a Volume
source: Deleting
es: Suprimiendo

# Current status of a Volume Backup
source: Deleting
es: Suprimiendo

# Task status of an Instance
source: Deleting
es: Suprimiendo

source: Deleting VIP %s from this pool cannot be undone.
es: La acción 'Suprimir VIP %s de esta agrupación' no se puede deshacer.

source: Deny
es: Denegar

source: Description
es: Descripción

source: Description:
es: Descripción:

source: Destination
es: Destino

source: Destination CIDR
es: CIDR de destino

source: Destination Host
es: Host de destino

source: Destination IP
es: IP de destino

source: Destination IP Address
es: Dirección IP de destino

source: Destination IP Address/Subnet
es: Dirección IP de destino/Subred

source: Destination IP address or subnet
es: Dirección IP de destino o subred

source: Destination Port
es: Puerto de destino

source: Destination Port/Port Range
es: Puerto de destino/Rango de puertos

source: Destination container
es: Contenedor de destino

source: Destination object name
es: Nombre del objeto de destino

source: Destination port (integer in [1, 65535] or range in a:b)
es: Puerto de destino (entero en [1, 65535] o rango en a:b)

source: Destination:
es: Destino:

source: Detach Interface
es: Desconectar interfaz

source: Detach Volume
es: Desconectar volumen

source: Detached
es: Desconectado

source: Detached interface %(port)s for instance %(instance)s.
es: Interfaz %(port)s desconectada para la instancia %(instance)s.

source: Detaching
es: Desconectando

# Current status of a Volume
source: Detaching
es: Desconectando

source: Detaching Volume
es: Desconectando volumen

source: Details
es: Detalles

source: Developer
es: Desarrollador

source: Device
es: Dispositivo

source: Device ID
es: ID de dispositivo

source: Device ID attached to the port
es: ID del dispositivo conectado al puerto

source: Device Name
es: Nombre de dispositivo

source: Device Owner
es: Propietario del dispositivo

source: Device owner attached to the port
es: Propietario del dispositivo conectado al puerto

source: Device size (GB)
es: Tamaño del dispositivo (GB)

source: Direct
es: Directo

source: Direct Input
es: Entrada directa

source: Direction
es: Dirección

source: Disable Domain
es: Deshabilitar dominio

source: Disable Domains
es: Deshabilitar Dominios

source: Disable Gateway
es: Deshabilitar puerta de enlace

source: Disable HA mode
es: Deshabilitar modo HA

source: Disable Service
es: Deshabilitar servicio

source: Disable User
es: Deshabilitar usuario

source: Disable the compute service.
es: Deshabilitar el servicio de computación.

source: Disabled
es: Deshabilitado

# Current status of a Hypervisor
source: Disabled
es: Deshabilitado

source: Disabled Domain
es: Dominio deshabilitado

source: Disabled User
es: Usuario deshabilitado

source: Disabled compute service for host: %s.
es: Deshabilitar el servicio de computación del host %s.

source: Disassociate
es: Desasociar

source: Disassociate Floating IP
es: Desasociar IP flotante

source: Disassociate Monitor
es: Desasociar supervisor

source: Disassociate a health monitor from target pool.
es: Desasociar un supervisor de estado de una agrupación.

source: Disassociated monitor.
es: Supervisor desasociado.

source: Disk
es: Disco

source: Disk (GB)
es: Disco (GB)

source: Disk Format
es: Formato de disco

source: Disk GB Hours
es: Horas de disco GB

source: Disk Over Commit
es: Sobreasignación de disco

source: Disk Partition
es: Partición de disco

source: Display Name
es: Mostrar nombre

source: Distributed
es: Distribuido.¡

source: Do not use a colon ':' with OS::Glance::Images. This resource type does not support the use of colons.
es: No utilice dos puntos ':' en OS::Glance::Images. Este tipo de recurso no soporta el uso de dos puntos.

source: Domain "%s" must be disabled before it can be deleted.
es: Debe deshabilitar el dominio "%s" antes de suprimirlo.

source: Domain Context cleared.
es: Se ha borrado el contexto del dominio.

source: Domain Context updated to Domain %s.
es: Se ha actualizado el contexto del dominio en el dominio %s

source: Domain Groups
es: Grupos de dominio

source: Domain ID
es: ID de dominio

source: Domain Information
es: Información del dominio

source: Domain Members
es: Miembros del dominio

source: Domain Name
es: Nombre de dominio

source: Domains
es: Dominios

source: Domains provide separation between users and infrastructure used by different organizations.
es: Los dominios ofrecen una separación entre los usuarios y la infraestructura utilizada por las distintas organizaciones.

source: Domains provide separation between users and infrastructure used by different organizations. Edit the domain details to add or remove groups in the domain.
es: Los dominios ofrecen una separación entre los usuarios y la infraestructura utilizada por las distintas organizaciones. Modifique los detalles del dominio para añadir o eliminar grupos en el dominio.

source: Domains:
es: Dominios:

source: Down
es: Abajo

# Current state of a Hypervisor
source: Down
es: Abajo

# Current status of a Firewall
source: Down
es: Abajo

# Current status of a Floating IP
source: Down
es: Abajo

# Current status of a Network
source: Down
es: Abajo

# Current status of a Pool
source: Down
es: Abajo

# Current status of a VPN Service
source: Down
es: Abajo

# Current status of an IPSec Site Connection
source: Down
es: Abajo

# current status of port
source: Down
es: Abajo

# status of a network port
source: Down
es: Abajo

source: Download
es: Descargar

source: Download CSV Summary
es: Descargar resumen en CSV

source: Download EC2 Credentials
es: Descargar credenciales EC2

source: Download Key Pair
es: Descargar par de claves

source: Download OpenStack RC File v2.0
es: Descargar archivo RC de OpenStack v2.0
