Repository: hocchudong/tong-hop-ops
Catalog: OpenStack-Mitaka/viethoa-mitaka/horizon/openstack_dashboard/django.po
Languages: es

source: Download OpenStack RC File v3
es: Descargar archivo RC de OpenStack v3

source: Download key pair &quot;%(keypair_name)s&quot;
es: Descargar par de claves &quot;%(keypair_name)s&quot;

source: EC2 Access Key
es: Clave de acceso EC2

source: EC2 Secret Key
es: Clave secreta EC2

source: Edit
es: Editar

source: Edit Connection
es: Editar conexión

source: Edit Consistency Group
es: Editar grupo de consistencia

source: Edit Consumer
es: Editar consumidor

source: Edit Consumer of QoS Spec
es: Editar Consumidor en la especificación QoS

source: Edit Domain
es: Editar dominio

source: Edit Extra Spec Value: %s
es: Editar valor de especificación adicional: %s

source: Edit Firewall
es: Editar cortafuegos

source: Edit Firewall {{ name }}
es: Editar cortafuegos {{ name }}

source: Edit Flavor
es: Editar tipo

source: Edit Group
es: Editar grupo

source: Edit Host Aggregate
es: Editar agregado de host

source: Edit IKE Policy
es: Editar política IKE

source: Edit IPSec Policy
es: Editar política IPsec

source: Edit IPSec Site Connection
es: Editar la conexión a sitio IPsec

source: Edit Image
es: Editar Imagen

source: Edit Instance
es: Editar instancia

source: Edit Member
es: Editar miembro

source: Edit Monitor
es: Editar supervisor

source: Edit Network
es: Editar red

source: Edit Object
es: Editar objeto

source: Edit Policy
es: Editar política

source: Edit Policy {{ name }}
es: Editar política {{ name }}

source: Edit Pool
es: Editar agrupación

source: Edit Port
es: Editar puerto

source: Edit Project
es: Editar proyecto

source: Edit QoS Spec Consumer
es: Editar consumidor de especificaciones QoS

source: Edit Router
es: Editar direccionador

source: Edit Rule
es: Editar regla

source: Edit Rule {{ name }}
es: Editar regla {{ name }}

source: Edit Security Group
es: Editar grupo de seguridad

source: Edit Security Groups
es: Editar grupos de seguridad

source: Edit Snapshot
es: Editar instantánea

source: Edit Spec
es: Editar especificación

source: Edit Spec Value
es: Editar el valor de la especificación.

source: Edit Subnet
es: Editar subred

source: Edit Template
es: Editar plantilla

source: Edit VIP
es: Editar VIP

source: Edit VPN Service
es: Editar servicio VPN

source: Edit Volume
es: Editar volumen

source: Edit Volume Type
es: Editar tipo de volumen

source: Edit Volume Type Extra Spec
es: Editar las especificaciones adicionales del tipo de volumen

source: Edit consistency group "%s".
es: Editar el grupo de consistencia "%s".

source: Edit the flavor details. Flavors define the sizes for RAM, disk, number of cores, and other resources. Flavors are selected when users deploy instances.
es: Modifique los detalles del tipo. Los tipos definen el tamaño de la RAM, disco, número de núcleos y otros recursos. Los tipos se seleccionan cuando los usuarios despliegan las instancias.

source: Edit the identity provider's details.
es: Editar los detalles del proveedor de identidad.

source: Edit the image details.
es: Editar los detalles de la imagen.

source: Edit the instance details.
es: Editar los detalles de la instancia.

source: Edit the mapping's details.
es: Editar los detalles de la correlación.

source: Edit the project details.
es: Editar los detalles del proyecto.

source: Edit the role's details.
es: Editar los detalles del rol.

source: Edit the user's details, including the Primary Project.
es: Editar la información detallada del usuario, incluyendo el proyecto principal.

source: Egress
es: Saliente

source: Email
es: Correo electrónico

source: Enable DHCP
es: Habilitar DHCP

source: Enable Domain
es: Habilitar dominio

source: Enable Domains
es: Habilitar dominios

source: Enable HA mode
es: Habilitar modo HA

source: Enable Service
es: Habilitar servicio

source: Enable User
es: Habilitar usuario

source: Enable rollback on create/update failure.
es: Habilitar restauración tras fallo de creación/actualización.

source: Enabled
es: Habilitado

# Current status of a Hypervisor
source: Enabled
es: Habilitado

source: Enabled Domain
es: Dominio habilitado

source: Enabled Service
es: Servicio habilitado

source: Enabled User
es: Usuario habilitado

source: Encapsulation mode
es: Modo de encapsulamiento

source: Encrypted
es: Cifrado

source: Encrypted Password
es: Contraseña cifrada

source: Encryption
es: Cifrado

source: Encryption algorithm
es: Algoritmo de cifrado

source: Encryption information cannot be updated for a volume type if volumes are currently in use with the volume type.
es: No se puede actualizar la información de cifrado para un tipo de volumen si los volúmenes con ese tipo de volumen se están utilizando actualmente.

source: Engine Id
es: Identificación del motor

source: Enter Network Address manually
es: Introducir la dirección de red manualmente

source: Enter a value for ICMP code in the range (-1: 255)
es: Introduzca un valor para el código ICMP dentro del rango (-1:255)

source: Enter a value for ICMP type in the range (-1: 255)
es: Introduzca un valor para el tipo ICMP dentro del rango (-1:255)

source: Enter an integer value between 0 and 255 (or -1 which means wildcard).
es: Introduzca un valor entero entre 0 y 255 (o -1, que significa comodín).

source: Enter an integer value between 1 and 65535.
es: Introduzca un número entero entre 1 y 65535.

source: Enter an integer value between 1 and 65535. The same port will be used for all the selected members and can be modified later.
es: Introduzca un valor entero entre 1 y 65535. Se utilizará el mismo puerto para todos los miembros seleccionados y podrá ser modificado más tarde.

source: Environment Data
es: Datos del entorno

source: Environment File
es: Archivo de entorno

source: Environment Source
es: Origen de entorno

source: Ephemeral Disk
es: Disco efímero

source: Ephemeral Disk (GB)
es: Disco efímero (GB)

source: Equal to or greater than 60
es: Mayor o igual que 60

source: Equal to or greater than 68 if the local subnet is IPv4. Equal to or greater than 1280 if the local subnet is IPv6.
es: Mayor o igual que 68 si la subred local es IPv4. Igual o mayor que 1280 si la subred local es IPv6.

source: Error Deleting
es: Error al suprimir

source: Error Downloading RC File: %s
es: Error al descargar el archivo RC: %s

# Current status of a Volume
source: Error Extending
es: Error al ampliar

# Current status of a Volume
source: Error Restoring
es: Error al restaurar.

# Current status of a Volume Backup
source: Error Restoring
es: Error al restaurar.

source: Error adding Hosts to the aggregate.
es: Error al añadir hosts a la agregación .

# Current status of a Volume
source: Error deleting
es: Error al suprimir

source: Error editing QoS Spec consumer.
es: Error al editar el consumidor de la especificación QoS.

source: Error getting metadata definitions.
es: Error al obtener las definiciones de metadatos.

source: Error getting resource type associations.
es: Error al obtener las asociaciones de tipos de recursos

source: Error updating QoS Spec association.
es: Error al actualizar la asociación de la especificación QoS.

source: Error updating resource types for namespace %s.
es: Error al actualizar los tipos de recursos para el espacio de nombres %s.

source: Error when adding or removing hosts.
es: Error al añadir o suprimir servidores

source: Error writing zipfile: %(exc)s
es: Error al escribir el archivo zip: %(exc)s

source: Ether Type
es: Tipo Ethernet

source: Evacuate Host
es: Evacuar host

source: Evacuate the servers from the selected down host to an active target host.
es: Evacuar los servidores del host inactivo a un host de destino activo.

source: Events
es: Sucesos

source: Example: For <tt>mod_shib</tt> this would be <tt>Shib-Identity-Provider</tt>, for <tt>mod_auth_openidc</tt>, this could be <tt>HTTP_OIDC_ISS</tt>.
es: Ejemplo: para <tt>mod_shib</tt> sería <tt>Shib-Identity-Provider</tt>, para <tt>mod_auth_openidc</tt>, podría ser <tt>HTTP_OIDC_ISS</tt>.

source: Example: The prefix 'hw:' is added to OS::Nova::Flavor for the Virtual CPU Topology namespace so that the properties will be prefixed with 'hw:' when applied to flavors.
es: Ejemplo: Se añade el prefijo 'hw:' a OS::Nova::Flavor para el espacio de nombres de Topología de CPU Virtual de forma que a las propiedades se les pondrá el prefijo 'hw:' cuando se apliquen a los tipos.

source: Existence of floating ip
es: Existencia de una IP flotante

source: Existence of instance
es: Existencia de instancia

source: Existence of instance <type> (openstack types)
es: Existencia de instancia <type> (tipos openstack)

source: Existence of network
es: Existencia de una red

source: Existence of port
es: Existencia de un puerto

source: Existence of router
es: Existencia de un direccionador

source: Existence of subnet
es: Existencia de una subred

source: Existence of volume
es: Existencia del volumen

source: Expected Codes
es: Códigos esperados

source: Expected HTTP Status Codes
es: Códigos de estado HTTP aceptados

source: Expected code may be a single value (e.g. 200), a list of values (e.g. 200, 202), or range of values (e.g. 200-204)
es: El código esperado puede ser un valor simple (por ejemplo, 200), una lista de valores (por ejemplo, 200, 202) o un rango de valores (por ejemplo, 200-204)

source: Extend Volume
es: Ampliar volumen

source: Extend the size of a volume.
es: Ampliar el tamaño de un volumen.

# Current status of a Volume
source: Extending
es: Ampliando

source: Extending volume: "%s"
es: Ampliando el volumen: "%s"

source: External
es: Externa

source: External Fixed IPs
es: IPs Externas Fijas

source: External Gateway
es: Puerta de enlace externa

source: External Network
es: Red externa

source: External network "%(ext_net_id)s" expected but not found for router "%(router_id)s".
es: Se esperaba una red externa "%(ext_net_id)s" pero no se ha encontrado para el direccionador "%(router_id)s".

source: Extra Specs
es: Especificaciones adicionales

# Power state of an Instance
source: Failed
es: Con fallo

source: Failed to add %(users_to_add)s project members%(group_msg)s and set project quotas.
es: Ha habido un fallo al añadir %(users_to_add)s miembros del proyecto %(group_msg)s y definir las cuotas del proyecto.

source: Failed to add %s project groups and update project quotas.
es: Ha habido un fallo al añadir %s grupos del proyecto y actualizar las cuotas del proyecto.

source: Failed to add agent %(agent_name)s for network %(network)s.
es: Fallo al añadir el agente %(agent_name)s para la red %(network)s.

source: Failed to add route : %s
es: Ha ocurrido un error al añadir la ruta : %s

source: Failed to add router rule %s
es: Ha ocurrido un error al añadir la regla de direccionador %s

source: Failed to add router(s) to firewall %(name)s: %(reason)s
es: Fallo al añadir el/los direccionador(es) al cortafuegos %(name)s: %(reason)s

source: Failed to add_interface: %s
es: No se ha podido añadir la interfaz: %s

source: Failed to check Neutron '%s' extension is not supported
es: Fallo al verificar la extension "%s" de Neutron, no esta soportada

source: Failed to check if Neutron extraroute extension is supported
es: Ha ocurrido un error al verificar si la extensión Neutron estaba soportada

source: Failed to create a port for network %s
es: Ha habido un fallo al crear un puerto para la red %s

source: Failed to create network "%(network)s": %(reason)s
es: Ha ocurrido un fallo al crear la red "%(network)s": %(reason)s

source: Failed to create network %s
es: Ha habido un fallo crear la red %s

source: Failed to create router "%s".
es: Ha ocurrido un fallo al crear el direccionador "%s".

source: Failed to create subnet "%(sub)s" for network "%(net)s": %(reason)s
es: Ha ocurrido un fallo al crear la subred "%(sub)s" de la red "%(net)s": %(reason)s

source: Failed to delete agent: %s
es: Fallo al suprimir el agente: %s

source: Failed to delete interface %s
es: Ha ocurrido un fallo al suprimir la interfaz %s

source: Failed to delete network "%s"
es: Ha ocurrido un fallo al suprimir la red "%s"

source: Failed to delete network %s
es: Ha habido un fallo al suprimir la red %s

source: Failed to delete port %s
es: Ha ocurrido un fallo al suprimir el puerto %s

source: Failed to delete port: %s
es: Ha ocurrido un fallo al suprimir el puerto: %s

source: Failed to delete subnet %s
es: Ha habido un fallo al suprimir la subred %s

source: Failed to disable compute service for host: %s.
es: Error al deshabilitar el servicio de computación del host: %s.

source: Failed to evacuate host: %s.
es: Fallo al evacuar el host: %s.

source: Failed to evacuate instances: %s
es: Se ha producido un error al evacuar las instancias: %s

source: Failed to get mapping list %s
es: Ha ocurrido un fallo al obtener la lista de correlaciones %s

source: Failed to get network list %s
es: Ha ocurrido un fallo al obtener la lista de redes %s

source: Failed to get network list {0}
es: Fallo al obtener la lista de redes {0}

source: Failed to get network list.
es: Fallo al obtener la lista de redes.

source: Failed to get the resource name: %s
es: Error al obtener el nombre del recurso: %s

source: Failed to insert rule to policy %(name)s: %(reason)s
es: Ha ocurrido un fallo al añadir la regla a la política %(name)s: %(reason)s

source: Failed to live migrate instance to host "%s".
es: Ha ocurrido un fallo en la migración en directo de la instancia al host "%s".

source: Failed to migrate host "%s".
es: Ha fallado la migración del host: "%s".

source: Failed to migrate instances: %s
es: Se ha producido un error al migrar las instancias: %s

source: Failed to migrate volume.
es: Error al migrar el volumen.

source: Failed to modify %(num_groups_to_modify)d instance security groups: %(err)s
es: Error al modificar %(num_groups_to_modify)d grupos de seguridad de la instancia: %(err)s

source: Failed to modify %(users_to_modify)s project members%(group_msg)s and update project quotas.
es: Ha habido un fallo al modificar %(users_to_modify)s miembros del proyecto %(group_msg)s y actualizar las cuotas del proyecto.

source: Failed to modify %d instance security groups
es: Se ha producido un error al modificar %d grupos de seguridad de la instancia

source: Failed to modify %s domain groups.
es: Ha ocurrido un fallo al modificar los grupos de dominio %s.

source: Failed to modify %s project members and update domain groups.
es: Ha ocurrido un fallo al modificar los miembros del proyecto %s y actualizar los grupos del dominio.

source: Failed to modify %s project members, update project groups and update project quotas.
es: Ha habido un fallo al modificar %s miembros del proyecto, actualizar los grupos del proyecto y actualizar las cuotas del proyecto.

source: Failed to perform requested operation on instance "%s", the instance has an error status
es: Ha fallado la ejecución de la operación solicitada en la instancia "%s", la instancia tiene un estado de error.

source: Failed to remove router(s) from firewall %(name)s: %(reason)s
es: Ha ocurrido un fallo al eliminar direccionador(es) del cortafuegos %(name)s: %(reason)s

source: Failed to remove rule from policy %(name)s: %(reason)s
es: Ha ocurrido un fallo al eliminar la regla de la política %(name)s: %(reason)s

source: Failed to retrieve available routers: %(reason)s
es: Se ha producido un fallo al recuperar los direccionadores disponibles: %(reason)s

source: Failed to retrieve available rules: %s
es: No se han podido recuperar las reglas disponibles: %s

source: Failed to retrieve current routers in firewall %(name)s: %(reason)s
es: Ha ocurrido un fallo al obtener los direccionadores actuales del cortafuegos %(name)s: %(reason)s

source: Failed to retrieve current rules in policy %(name)s: %(reason)s
es: Ha ocurrido un fallo al obtener las reglas actuales en la política %(name)s: %(reason)s

source: Failed to retrieve health monitors.
es: Ha ocurrido un error al intentar obtener la lista de supervisores de estado.

source: Failed to retrieve network %s for a subnet
es: Ha habido un fallo al recuperar la red %s para una subred

source: Failed to set gateway %s
es: Ha ocurrido un error al establecer la puerta de enlace %s

source: Failed to update IKE Policy %s
es: Ha fallado la modificación de la política IKE %s

source: Failed to update IPSec Policy %s
es: Ha ocurrido un error al actualizar la política IPSec %s

source: Failed to update IPSec Site Connection %s
es: Ha ocurrido un fallo al actualizar la conexión sitio a sitio IPSec %s

source: Failed to update VIP %s
es: Ha ocurrido un fallo al actualizar la VIP %s

source: Failed to update VPN Service %s
es: Ha fallado la modificación del servicio VPN %s

source: Failed to update firewall %(name)s: %(reason)s
es: Ha ocurrido un error al actualizar el cortafuegos: %(name)s: %(reason)s

source: Failed to update health monitor %s
es: Ha ocurrido un fallo al actualizar el supervisor de estado %s

source: Failed to update member %s
es: Ha ocurrido un fallo al actualizar el miembro %s

source: Failed to update network %s
es: Ha habido un fallo al actualizar la red %s

source: Failed to update policy %(name)s: %(reason)s
es: Ha habido un fallo al actualizar la política %(name)s: %(reason)s

source: Failed to update pool %s
es: Ha habido un fallo al actualizar la agrupación %s

source: Failed to update port %s
es: Ha habido un fallo al actualizar el puerto %s

source: Failed to update router %s
es: Fallo al actualizar el direccionador %s

source: Failed to update rule %(name)s: %(reason)s
es: Ha ocurrido un error al actualizar la regla %(name)s: %(reason)s

source: Failed to update subnet "%(sub)s": %(reason)s
es: Ha ocurrido un fallo al actualizar la subred "%(sub)s": %(reason)s

source: Failed to verify extension support %(reason)s
es: Ha habido un error al verificar el soporte de la ampliación %(reason)s

source: False
es: Falso

source: Fan RPM
es: RPM ventilador

source: Fault
es: Fallo

source: Federation
es: Federación

source: Fields in this tab are optional. You can configure the detail of IPSec site connection created.
es: Los campos en esta pestaña son opcionales. Puede configurar los detalles de la conexión de sitio IPSec creada.

source: File
es: Archivo

source: File exceeds maximum size (16kb)
es: El archivo excede el tamaño máximo (16kb)

source: File:
es: Archivo:

source: Filter
es: Filtrar

source: Fingerprint
es: Huella dactilar

# Task status of an Instance
source: Finishing Resize or Migrate
es: Terminando redimensionar o migrar

source: Firewall
es: Cortafuegos

source: Firewall %s was successfully updated.
es: Se ha actualizado correctamente el cortafuegos %s.

source: Firewall Policies
es: Políticas de cortafuegos

source: Firewall Rules
es: Reglas de cortafuegos

source: Firewalls
es: Cortafuegos

source: Fixed IPs
es: IPs fijas

source: Flat
es: Plano

source: Flavor
es: Tipo

source: Flavor Access
es: Acceso al tipo

source: Flavor Choice
es: Elección de tipo

source: Flavor Details
es: Detalles del tipo

source: Flavor Details: %(name)s">%(name)s
es: Detalles del tipo: %(name)s">%(name)s

source: Flavor ID
es: ID del tipo

source: Flavor ID =
es: ID de tipo =

source: Flavor ID should be UUID4 or integer. Leave this field blank or use 'auto' to set a random UUID4.
es: El ID del tipo tiene que ser un entero o UUID4. Deje este campo en blanco o utilice 'auto' para configurar un UUID4 aleatorio.

source: Flavor Information
es: Información del tipo

source: Flavor Name
es: Nombre del tipo

source: Flavors
es: Tipos

source: Flavors define the sizes for RAM, disk, number of cores, and other resources and can be selected when users deploy instances.
es: Los tipos definen los tamaños de memoria RAM, disco, número de núcleos y otros recursos que pueden ser seleccionados por los usuarios al desplegar instancias.

source: Floating IP
es: IP flotante

source: Floating IP will be removed from VIP "%s".
es: Se eliminará la IP flotante de la VIP "%s".

source: Floating IP:
es: IP flotante:

source: Floating IPs
es: IPs flotantes

source: Floating IPs:
es: IPs flotantes:

source: Folder created successfully.
es: Carpeta creada correctamente.

source: For GRE networks, valid tunnel IDs are %(min)s through %(max)s.
es: Para las redes GRE, los ID de tunel válidos son de %(min)s a %(max)s.

source: For TCP and UDP rules you may choose to open either a single port or a range of ports. Selecting the "Port Range" option will provide you with space to provide both the starting and ending ports for the range. For ICMP rules you instead specify an ICMP type and code in the spaces provided.
es: Para las reglas de TCP y UDP puede optar por abrir un solo puerto o un rango de puertos. La opción "Rango de puertos" le proporcionará el espacio para especificar tanto el puerto de comienzo como de final del rango. Para las reglas de ICMP por el contrario debe especificar el tipo y código ICMP en los espacios proporcionados.

source: For VLAN networks, the VLAN VID on the physical network that realizes the virtual network. Valid VLAN VIDs are %(vlan_min)s through %(vlan_max)s. For GRE or VXLAN networks, the tunnel ID. Valid tunnel IDs for GRE networks are %(gre_min)s through %(gre_max)s. For VXLAN networks, %(vxlan_min)s through %(vxlan_max)s.
es: Para redes VLAN, el VLAN VID de la red física que realiza la red virtual. Son VLAN VID válidas de %(vlan_min)s hasta %(vlan_max)s. Para redes GRE o VXLAN, el ID de túnel. Son ID de túnel validos para redes GRE, de %(gre_min)s hasta %(gre_max)s. Para redes VXLAN, de %(vxlan_min)s hasta %(vxlan_max)s.

source: For VLAN networks, valid VLAN IDs are %(min)s through %(max)s.
es: Para las redes VLAN, los ID válidos son de %(min)s a %(max)s.

source: For VXLAN networks, valid tunnel IDs are %(min)s through %(max)s.
es: Para las redes VXLAN, los ID de tunel válidos son de %(min)s a %(max)s.

source: Forbidden
es: Prohibido

# Force upload volume in in-use status to image
source: Force
es: Forzar

source: Force Host Copy
es: Forzar Copia de host

source: Forcing to create snapshot "%s" from attached volume.
es: Forzando la creación de la instantánea "%s" desde el volumen asociado.

source: Format
es: Formato

source: Format =
es: Formato =

source: From
es: Desde

source: From Port
es: Desde el puerto

source: From here you can add a DHCP agent for the network.
es: Desde aquí puede añadir un agente DHCP para la red.

source: From here you can create a snapshot of a volume.
es: Desde aquí puede crear una instantánea de un volumen.

source: From here you can update the default quotas (max limits).
es: Desde aquí puede actualizar las cuotas predeterminadas (límites máximos).

source: From:
es: Desde:

source: Gateway IP
es: IP de la puerta de enlace

source: Gateway IP and IP version are inconsistent.
es: La dirección IP de la puerta de enlace y la versión IP no concuerdan.

source: Gateway interface is added
es: Se ha añadido la interfaz de la puerta de enlace

source: Go
es: Ir

source: Group "%s" was successfully created.
es: El grupo "%s" se ha creado satisfactoriamente.

source: Group ID
es: ID de grupo

source: Group Management
es: Gestión de grupos

source: Group Management: {{ group.name }}
es: Administración de grupo: {{ group.name }}

source: Group Members
es: Miembros del grupo

source: Group by:
es: Grupo:

source: Group has been updated successfully.
es: El grupo se ha actualizado satisfactoriamente.

source: Groups
es: Grupos

source: Groups are used to manage access and assign roles to multiple users at once. After creating the group, edit the group to add users.
es: Los grupos se utilizan para gestionar el acceso y asignar roles a múltiples usuarios a la vez. Después de crear un grupo, edítelo para añadir usuarios.
